Repository: shadow2560/Ultimate-Switch-Hack-Script
Catalog: tools/nvda/userConfig/addons/TeleNVDA/locale/*/LC_MESSAGES/nvda.po
Languages: cs, fa, fr, gl, pt_br, pt_pt, ro

source: NVDA Remote has been detected on your NVDA installation. In order for TeleNVDA to work without conflicts, NVDA Remote must be disabled. Otherwise, TeleNVDA will refuse to work. Would you like to disable NVDA Remote now?
cs: Ve vaší instalaci NVDA byl nalezen také doplněk NVDA Remote. Aby mohl bez problémů fungovat doplněk TeleNVDA, je třeba zakázat nebo odinstalovat doplněk NVDA Remote.
fa: NVDA Remote روی NVDAِ شما شناسایی شد. برای اینکه TeleNVDA بدون مشکل کار کند، باید NVDA Remote را غیرفعال کنید. در غیرِ این صورت، TeleNVDA نمیتواند کار کند. آیا میخواهید حالا NVDA Remote را غیرفعال کنید؟
fr: L'Accès distant NVDA a été détectée sur votre installation NVDA. Pour que TeleNVDA fonctionne sans conflits, l'Accès distant NVDA doit être désactivée. Sinon, TeleNVDA refusera de travailler. Souhaitez-vous désactiver l'Accès distant NVDA maintenant ?
gl: Detectouse o NVDA Remote na túa instalación do NVDA. Para que TeleNVDA funcione sen conflictos, débese deshabilitar o NVDA Remote. De calquer outro xeito, o TeleNVDA negarase a traballar. ¿Gostaríache deshabilitar o NVDA Remote agora?
pt_br: O NVDA Remote foi detectado na sua instalação do NVDA. Para que o TeleNVDA funcione sem conflitos, o NVDA Remote deve ser desativado. Caso contrário, o TeleNVDA se recusará a funcionar. Você gostaria de desativar o NVDA Remote agora?
pt_pt: O NVDA Remote foi detectado na sua instalação do NVDA. Para que o TeleNVDA funcione sem conflitos, o NVDA Remote deve ser desactivado. Caso contrário, o TeleNVDA recusar-se-á a trabalhar. Gostaria de desactivar agora o NVDA Remote?
ro: A fost detectat NVDA Remote pe copia instalată de NVDA. Pentru ca TeleNVDA să funcționeze fără conflicte, trebuie ca NVDA Remote să fie dezactivat. În caz contrar, TeleNVDA va refuza să funcționeze. Doriți să dezactivați NVDA Remote acum?

source: Running NVDA Remote detected
cs: Zjištěná aktivní instalace NVDA Remote
fa: پشتیبانیِ راهِ دورِ NVDA درحالِ اجرا شناسایی شد
fr: Exécution d'Accès distant NVDA détectée
gl: Detectado o NVDA Remote en execución
pt_br: Detecção do remote NVDA em execução
pt_pt: Detecção do remote NVDA em execução
ro: A fost detectată o execuție a NVDA Remote

source: Your NVDA Remote configuration was corrupted and has been reset.
cs: Vaše nastavení NVDA remote byla obnovena na výchozí hodnoty z důvodu poškození.
fa: پیکربندیِ NVDA Remoteِ شما خراب شد و بازتنظیم شده است.
fr: Votre configuration à l'Accès distant NVDA a été corrompue et a été réinitialisée.
gl: A túa configuración de NVDA Remote estaba corrompida e restableciuse.
pt_br: A sua configuração remota NVDA foi corrompida e foi reiniciada.
pt_pt: A sua configuração remota NVDA foi corrompida e foi reiniciada.
ro: Configurația de NVDA Remote a fost coruptă, prin urmare a fost resetată.

source: NVDA Remote Configuration Error
cs: Chyba nastavení NVDA Remote
fa: خطا در پیکربندیِ پشتیبانیِ راهِ دورِ NVDA
fr: Erreur de configuration à l'Accès distant NVDA
gl: Erro de configuración de NVDA Remote
pt_br: Erro de Configuração Remota do NVDA
pt_pt: Erro de Configuração Remota do NVDA
ro: Eroare de configurare NVDA Remote

source: Connect...
cs: Připojit...
fa: اتصال...
fr: Se connecter...
gl: Conectar...
pt_br: Conectar...
pt_pt: Ligar...
ro: Conectare...

source: Remotely connect to another computer running NVDA Remote Access or TeleNVDA
cs: Umožní připojit se ke vzdálenému počítači se spuštěným doplňkem NVDA Remote nebo TeleNVDA
fa: به رایانه‌ی دیگری که افزونه‌ی پشتیبانیِ راهِ دورِ NVDA یا TeleNVDA را اجرا میکند، از راهِ دور متصل میشود
fr: Se connecter à un autre ordinateur exécutant l'Accès Distant NVDA ou TeleNVDA
gl: Conectar remotamente a un equipo que execute NVDA Remote Access ou TeleNVDA
pt_br: Conexão remota a outro computador com NVDA Remote Access ou TeleNVDA
pt_pt: Ligação remota a outro computador com NVDA Remote Access ou TeleNVDA
ro: Conectați-vă de la distanță la un alt computer rulând NVDA Remote Access sau TeleNVDA

source: Disconnect
cs: Odpojit
fa: قطعِ اتصال
fr: Se &déconnecter
gl: Desconectar
pt_br: Desconectar
pt_pt: Desligar
ro: Deconectare

source: Disconnect from another computer running NVDA Remote Access or TeleNVDA
cs: Odpojí se od vzdáleného počítače se spuštěným doplňkem NVDA Remote nebo TeleNVDA
fa: ارتباط را با رایانه‌ی دیگری که افزونه‌ی پشتیبانیِ راهِ دورِ NVDA یا TeleNVDA را اجرا میکند، قطع میکند
fr: "Fermer la session d'Accès Distant NVDA ou TeleNVDA
gl: Desconectar de outro equipo que executa NVDA Remote Access ou TeleNVDA
pt_br: Desconectar de outro computador com NVDA Remote Access ou TeleNVDA
pt_pt: Desligar de outro computador com NVDA Remote Access ou TeleNVDA
ro: Deconectați-vă de la un alt computer care rulează NVDA Remote Access sau TeleNVDA

source: Mute remote
cs: Ztlumit řeč vzdáleného počítače
fa: قطعِ صدای راهِ دور
fr: Co&uper le son distant
gl: Silenciar equipo remoto
pt_br: Silenciar remoto
pt_pt: Silenciar remoto
ro: Puneți pe mut sintetizatorul computerului la care sunteți conectat

source: Mute speech and sounds from the remote computer
cs: Ztlumí hlasový výstup a zvuky NVDA ze vzdáleného počítače
fa: قطعِ گفتار و صدای رایانه‌ی راهِ دور
fr: Couper les sons et la synthèse vocale de l'ordinateur distant
gl: Silenciar voz e sons do equipo remoto
pt_br: Silenciar a voz e os sons do computador remoto
pt_pt: Silenciar a voz e os sons do computador remoto
ro: Puneți pe mut vorbirea și sunetele care provin de la calculatorul la care sunteți conectat

source: &Push clipboard
cs: Odeslat text &schránky
fa: &ارسالِ محتوای کلیپ‌برد
fr: Envoyer le &presse-papiers
gl: Enviar &portapapeis
pt_br: Enviar &texto da área de transferência
pt_pt: Enviar &texto da área de transferência
ro: Trimitere conținut la plan&șetă

source: Push the clipboard to the other machine
cs: Odešle obsah schránky Windows na další počítač
fa: محتوای کِلیپ‌برد را به رایانه‌ی دیگر میفرستد
fr: Envoyer le contenu du presse-papiers vers l'ordinateur distant
gl: Enviar o portapapeis ao outro equipo
pt_br: Enviar texto da área de transferência para o outro computador
pt_pt: Enviar texto da área de transferência para o outro computador
ro: Trimiteți conținutul planșetei la un alt computer

source: Send &file...
cs: Odeslat &soubor...
fa: ارسالِ &فایل...
fr: Envoyer &fichier...
gl: Enviar &arquivo...
pt_br: Enviar &arquivo...
pt_pt: Enviar &ficheiro...
ro: Trimite &fișier...

source: Send a file to the other machine
cs: Umožní odeslat soubor do dalšího počítače
fa: فایل را به رایانه‌ی دیگر میفرستد
fr: Envoyer un fichier à un autre ordinateur.
gl: Enviar un arquivo ao outro equipo
pt_br: Enviar um arquivo para a outra máquina
pt_pt: Enviar um ficheiro para a outra máquina
ro: Trimiteți un fișier altui computer

source: NVDA &Remote protocol (recommended)
cs: Protokol NVDA &Remote (doporučeno)
fa: پ&روتکلِ NVDA Remote (توصیه میشود)
fr: Protocole NVDA &Remote (recommandé)
gl: Protocolo NVDA &Remote (recomendado)
pt_br: Protocolo NVDA &Remote (recomendado)
pt_pt: Protocolo NVDA &Remote (recomendado)
ro: &Protocolul NVDA Remote (recomandat)

source: Copy a link to the remote session compatible with both NVDA Remote and TeleNVDA
cs: Zkopíruje odkaz na vzdálenou relaci do schránky windows (kompatibilní s doplňky NVDA Remote a TeleNVDA)
fa: یک لینکِ سازگار با NVDA Remote و TeleNVDA را از نشستِ راهِ دور در کلیپ‌برد کپی می‌کند
fr: Copier le lien de la session distante compatible aussi bien avec NVDA Remote et TeleNVDA
gl: Copiar ao portapapeis un ligazón á sesión remota compatible tanto co NVDA Remote coma co TeleNVDA
pt_br: Copie um link para a sessão remota compatível com o NVDA Remote e o TeleNVDA
pt_pt: Copiar uma ligação para a sessão remota compatível com o NVDA Remote e o TeleNVDA
ro: Copiază un link către sesiunea la distanță compatibil atât cu NVDA Remote, cât și cu TeleNVDA

source: &TeleNVDA protocol
cs: Protokol &TeleNVDA
fa: پرو&تکلِ TeleNVDA
fr: Protocole de &TeleNVDA
gl: Protocolo &TeleNVDA
pt_br: &Protocolo TeleNVDA
pt_pt: protocolo &TeleNVDA
ro: Protocolul &TeleNVDA

source: Copy a link to the remote session compatible only with TeleNVDA
cs: Zkopíruje odkaz na vzdálenou relaci do schránky windows (Kompatibilní pouze s doplňkem TeleNVDA)
fa: یک لینکِ فقط سازگار با TeleNVDA را از نشستِ راهِ دور در کلیپ‌برد کپی می‌کند
fr: Copier le lien de la session distante compatible uniquement avec TeleNVDA
gl: Copiar ao portapapeis un ligazón á sesión remota compatible só co TeleNVDA
pt_br: Copie um link para a sessão remota compatível apenas com o TeleNVDA
pt_pt: Copiar uma ligação para a sessão remota compatível apenas com TeleNVDA
ro: Copiază un link către sesiunea la distanță compatibil numai cu TeleNVDA

source: Copy &link
cs: S&kopírovat odkaz
fa: کپیِ &لینک
fr: Copier le &lien
gl: Copiar &ligazón
pt_br: Copiar &Conexão
pt_pt: Copiar &Ligação
ro: Copiere lin&k

source: Copy a link to the remote session
cs: Do schránky zkopíruje odkaz na vzdálenou relaci
fa: کپیِ یک لینک در نشستِ راهِ دور
fr: Copier le lien de la session distante
gl: Copiar un ligazón á sesión remota
pt_br: Copiar uma conexão para a sessão remota
pt_pt: Copiar uma ligação para a sessão remota
ro: Copiați un link în sesiunea la distanță

source: &Options...
cs: M&ožnosti...
fa: &گزینه ها...
gl: &Opcións...
pt_br: &Opções...
pt_pt: &Opções...
ro: &Opțiuni...

source: Options
cs: Možnosti
fa: گزینه ها
gl: Opcións
pt_br: Opções
pt_pt: Opções
ro: Opțiuni

source: Send Ctrl+Alt+Del
cs: Poslat klávesy ctrl+alt+del
fa: ارسالِ کلیدهای Ctrl Alt Delete
fr: Envoyer Ctrl+Alt+Suppr
gl: Enviar ctrl+alt+supr
pt_br: Enviar ctrl+alt+del
pt_pt: Enviar ctrl+alt+del
ro: Trimitere Ctrl+Alt+Del

source: R&emote
cs: &Vzdálené ovládání
fa: &کنترل از راه دور
fr: &Accès distant
gl: &Remoto
pt_br: R&emoto
pt_pt: R&emoto

source: Are you sure you want to disconnect the controlled computer?
cs: Jste si jisti, že chcete odpojit ovládaný počítač?
fa: آیا مطمئنید که می‌خواهید ارتباطِ رایانه‌ی کنترل‌شونده را قطع کنید؟
fr: Êtes-vous sûr de vouloir déconnecter l'ordinateur contrôlé ?
gl: Estás seguro de querer que o computador controlado se desconecte?
pt_br: Você tem certeza de que deseja desconectar o computador controlado?
ro: Sunteți sigur că doriți să deconectați calculatorul controlat?

source: Warning!
cs: Upozornění!
fa: هشدار!
fr: Avertissement !
gl: ¡Advertencia!
pt_br: Atenção!
pt_pt: Atenção!
ro: Avertisment!

source: Unmute remote
cs: Obnovit řeč vzdáleného počítače
fa: وصلِ صدای رایانه‌ی راهِ دور
fr: Rétablir le son distant
gl: Desilenciar equipo remoto
pt_br: Silenciou remoto
pt_pt: Silenciar remoto
ro: Dați de pe mut vorbirea și sunetele computerului la care sunteți conectat

source: Unmute speech and sounds from the remote computer
cs: Zruší ztlumení hlasového výstupu a zvuků NVDA vzdáleného počítače
fa: گفتار و صدای رایانه‌ی راهِ دور را از حالتِ بی‌صدا خارج می‌کند
fr: Ne pas couper les sons et la synthèse vocale de l'ordinateur distant
gl: Reactivar voz e sons do equipo remoto
pt_br: Silenciar a voz e os sons do computador remoto
pt_pt: Silenciar a voz e os sons do computador remoto
ro: Dați de pe mut vorbirea și sunetele care provin de la calculatorul la care sunteți conectat

source: Not connected.
cs: Nepřipojeno.
fa: متصل نیست.
fr: Non connecté.
gl: Sin conexión.
pt_br: Não conectado.
pt_pt: Sem ligação.
ro: Neconectat.

source: Choose the file you want to send to the remote computer
cs: Vyberte soubor, který si přejete odeslat do vzdáleného počítače
fa: فایلی را که می‌خواهید به رایانه‌ی راهِ دور بفرستید انتخاب کنید
fr: Choisissez le fichier que vous souhaitez envoyer à l'ordinateur distant
gl: Escolle o arquivo que queres enviar ao equipo remoto
pt_br: Escolha o arquivo que deseja enviar para o computador remoto
pt_pt: Escolha o ficheiro que deseja enviar para o computador remoto
ro: Alegeți fișierul pe care vreți să îl trimiteți calculatorului la care sunteți conectat de la distanță

source: All files (*.*)
cs: Všechny soubory (*.*)
fa: همه‌ی فایل‌ها (*.*)
fr: Tous les fichiers (*.*)
gl: Todos os arquivos (*.*)
pt_br: Todos os arquivos (*.*)
pt_pt: Todos os ficheiros (*.*)
ro: Toate fișierele (*.*)

source: This file is too large. Only files smaller than 10 MB are supported.
cs: Tento soubor je příliš velký. Podporovány jsou soubory do velikosti 10 MB.
fa: این فایل خیلی بزرگ است. تنها فایل‌های کمتر از ۱۰ مگابایت پشتیبانی می‌شوند.
fr: Ce fichier est trop grand. Seuls les fichiers inférieurs à 10 Mo sont pris en charge.
gl: Este arquivo é demasiado longo. Só se soportan arquivos menores de 10 MB.
pt_br: Este arquivo é muito grande. Só são suportados arquivos de tamanho inferior a 10 MB.
pt_pt: Este ficheiro é demasiado grande. Só são suportados ficheiros de tamanho inferior a 10 MB.
ro: Acest fișier este prea mare. Sunt suportate numai fișierele mai mici de 10 MB.

source: Error
cs: Chyba
fa: خطا
fr: Erreur
gl: Erro
pt_br: Erro
pt_pt: Erro
ro: Eroare

source: The session will be blocked until the transfer is complete. Are you sure you want to continue?
cs: Relace bude zablokována, dokud nedokončí přenos souboru. Jste si jisti, že chcete pokračovat?
fa: نشست تا زمانی که انتقال کامل شود، مسدود خواهد شد. آیا مطمئنید که میخواهید ادامه دهید؟
fr: La session sera bloquée jusqu'à la fin du transfert. Êtes-vous sur de vouloir continuer ?
gl: A sesión bloquearase ate que a transferencia estea compreta. ¿Desexas continuar?
pt_br: A sessão será bloqueada até que a transferência esteja completa. Você tem certeza que quer continuar?
pt_pt: A sessão será bloqueada até que a transferência esteja completa. Tem a certeza de querer continuar?
ro: Sesiunea va fi blocată până la terminarea transferului. Sunteți sigur că doriți să continuați?

source: File sent
cs: Soubor odeslán
fa: فایل فرستاده شد
fr: Fichier envoyé
gl: Arquivo enviado
pt_br: Arquivo enviado
pt_pt: Ficheiro enviado
ro: Fișier trimis

source: Reports number of computers connected to a session
cs: Oznámí počet počítačů připojených k aktuální relaci
fa: تعدادِ رایانه‌های متصل به یک نشست را اعلام می‌کند
gl: Anuncia o número de computadores conectados a unha sesión
pt_br: Informa o número de computadores conectados a uma sessãoProtocolo NVDA &Remote (recomendado)

source: This is the only computer connected to this session
cs: {} počítačů je připojených k aktuální relaci
fa: این تنها رایانه‌ی متصل به این نشست است
gl: Esta é o único computador conectado a esta sesión
pt_br: Este é o único computador conectado a esta sessão

source: Sends the specified file to the remote machine
cs: Odešle vybraný soubor do vzdáleného počítače
fa: فایلِ مشخص‌شده را به رایانه‌ی راهِ دور می‌فرستد
fr: Envoyer le fichier spécifié à l'ordinateur distant
gl: Envía o arquivo especificado ao equipo remoto
pt_br: Envia o arquivo especificado para a máquina remota
pt_pt: Envia o ficheiro especificado para a máquina remota
ro: Trimite fișierul specificat calculatorului aflat la distanță

source: Sends the contents of the clipboard to the remote machine
cs: Odešle obsah schránky Windows na vzdálený počítač
fa: محتوای کلیپ‌برد را به رایانه‌ی راهِ دور میفرستد
fr: Envoyer le contenu du presse-papiers vers l'ordinateur distant
gl: Envía os contidos do portapapeis ao outro equipo
pt_br: Envia o texto da área de transferência para o computador remoto
pt_pt: Envia o texto da área de transferência para o computador remoto
ro: Trimite conținutul planșetei la calculatorul aflat la distanță

source: Clipboard pushed
cs: Obsah schránky odeslán
fa: محتوای کلیپ‌برد به رایانه‌ای که کنترل میکنید فرستاده شد
fr: Presse-papiers envoyé
gl: Portapapeis enviado
pt_br: Área de transferência empurrada
pt_pt: Área de transferência empurrada
ro: Planșetă trimisă

source: Unable to push clipboard
cs: Nelze odeslat obsah schránky
fa: نمیتوانم محتوای کلیپ‌برد را بفرستم
fr: Impossible d'envoyer le presse-papiers
gl: Imposible enviar o portapapeis
pt_br: Impossível empurrar a área de transferência
pt_pt: Impossível empurrar a área de transferência
ro: Nu se poate trimite la planșetă

source: Ctrl+Alt+Delete has been sent to the remote machine
cs: Klávesy ctrl+alt+del odeslané na vzdálený počítač
fa: Ctrl Alt Delete به رایانه‌ی راهِ دور ارسال شد
gl: Enviáronse Ctrl+Alt+Supr á máquina remota
pt_br: Ctrl+Alt+Delete Envia o arquivo especificado para a máquina remota

source: Disconnected!
cs: Odpojeno!
fa: اتصال قطع شد!
fr: Déconnecté !
gl: ¡Desconectado!
pt_br: Desconectado!
pt_pt: Desligado!
ro: Deconectat!

source: Error Connecting
cs: Chyba při připojování
fa: خطا در اتصال
fr: Erreur de connexion
gl: Erro durante a conexión
pt_br: Erro ao conectar
pt_pt: Erro ao ligar
ro: Eroare la conectare

source: Unable to connect to the remote computer
cs: Nelze se připojit ke vzdálenému počítači
fa: نمیتوانم به رایانه‌ی راهِ دور متصل بشوم
fr: Impossible de se connecter à l'ordinateur distant
gl: Non se puido conectar ao equipo remoto
pt_br: Não foi possível conectar al computador remoto
pt_pt: Não foi possível ligar al computador remoto
ro: Nu se poate conecta la calculatorul aflat la distanță

source: Connect
cs: Připojit
fa: اتصال
fr: Se connecter
gl: Conectar
pt_br: Conectar
pt_pt: Ligar
ro: Conectare

source: Connected!
cs: Připojeno!
fa: متصل شد!
fr: Connecté !
gl: ¡Conectado!
pt_br: Conectado!
pt_pt: Ligado!
ro: Conectat!

source: Connection interrupted
cs: Spojení přerušeno
fa: ارتباط قطع شد
fr: Connexion interrompue
gl: Conexión interrumpida
pt_br: Conexão interrompida
pt_pt: Ligação interrompida
ro: Conexiune întreruptă

source: The option to handle keys from other applications is disabled in your NVDA keyboard settings. In order to allow the keyboard of this machine to be controlled, this option should be enabled. Would you like to do this now?
cs: V nastaveních klávesnice NVDA se nachází volba Zpracovat vstup z externích programů. Toto nastavení je momentálně vypnuto. Aby bylo možné ovládat klávesnici tohoto počítače, je třeba jej zapnout. Chcete to udělat teď?
fa: گزینه‌ی بکارگیریِ کلیدها توسط برنامه‌های دیگر، در تنظیماتِ NVDAِ شما غیرفعال است. برای اینکه اجازه بدهید صفحه‌کلید این رایانه کنترل شود، باید این گزینه را فعال کنید. آیا میخواهید حالا این کار را انجام دهید؟
fr: L'option pour gérer les clés à partir d'autres applications est désactivée dans vos paramètres clavier NVDA. Afin de permettre au clavier de cette machine d'être contrôlé, cette option doit être activée. Souhaitez-vous faire cela maintenant ?
gl: O axuste para manexar teclas dende outras aplicacións está desactivado nas túas opcións de teclado do NVDA. Para permitir que se controle o teclado deste equipo, esta opción debería estar activada. ¿Gostaríache facelo agora?
pt_br: A opção de manipular teclas de outros aplicativos está desativada nas configurações do teclado do NVDA. Para permitir que o teclado desta máquina seja controlado, essa opção deve ser ativada. Você gostaria de fazer isso agora?
pt_pt: A opção de lidar com teclas de outras aplicações está desactivada nas definições do seu teclado NVDA. A fim de permitir que o teclado desta máquina seja controlado, esta opção deve ser activada. Gostaria de fazer isto agora?
ro: Opțiunea de controlare a tastelor din alte aplicații este dezactivată din setările de tastatură ale NVDA. Pentru a permite tastaturii acestui computer să fie controlată, ar trebui să fie activată această opțiune. Doriți să faceți asta acum?

source: Warning
cs: Upozornění
fa: هشدار
fr: Avertissement
gl: Advertencia
pt_br: Aviso
pt_pt: Aviso
ro: Avertisment

source: Connected to control server
cs: Jste připojeni k řídícímu serveru
fa: اتصال با سرویس دهنده برقرار شد
fr: Connecté au serveur de contrôle
gl: Conectado ao servidor de control
pt_br: Conectado ao servidor de controle
pt_pt: Ligado ao servidor de controlo
ro: Conectat la server-ul de control

source: TeleNVDA is already connected. Disconnect before opening a new connection.
cs: Už jste připojeni ke vzdálené relaci. Před opětovným připojením se musíte odpojit.
fa: TeleNVDA متصل است. پیش از ایجادِ ارتباطِ جدید، اتصالِ فعلی را قطع کنید.
fr: TeleNVDA est déjà connecté. Déconnectez-vous avant d'ouvrir une nouvelle connexion.
gl: TeleNVDA xa está conectado. Desconéctalo antes de estabrecer unha nova conexión.
pt_br: O TeleNVDA já está conectado. Desligue antes de abrir uma nova conexão.
pt_pt: O TeleNVDA já está ligado. Desligue antes de abrir uma nova ligação.
ro: TeleNVDA este conectat deja. Deconectați-vă înainte de a deschide o nouă conexiune.

source: TeleNVDA Already Connected
cs: TeleNVDA je již připojen
fa: TeleNVDA درحالِ حاضر متصل است
fr: TeleNVDA déjà connecté
gl: TeleNVDA xa está conectado
pt_br: O TeleNVDA Já está Conectado
pt_pt: O TeleNVDA Já está Ligado
ro: TeleNVDA conectat deja

source: Do you wish to control the machine on server {server} with key {key}?
cs: Přejete si ovládat počítač s klíčem {key} na serveru {server}?
fa: آیا میخواهید رایانه‌ای را که روی سِروِرِ {server} است با کلیدِ امنیتیِ {key} کنترل کنید؟
fr: Souhaitez-vous contrôler la machine sur le serveur {server} avec la clé {key} ?
gl: ¿Queres controlar o equipo {server} coa chave {key}?
pt_br: Você deseja controlar o computador no servidor {server} com o código {key}?
pt_pt: Quer controlar o computador no servidor {server} com o código {key}?
ro: Doriți să controlați calculatorul pe server-ul {server} cu cheia{key}?

source: Do you wish to allow this machine to be controlled on server {server} with key {key}?
cs: Přejete si povolit ovládání tohoto počítače s klíčem {key} na serveru {server}?
fa: آیا میخواهید این رایانه روی سِروِرِ {server} با کلیدِ امنیتیِ {key} کنترل شود؟
fr: Souhaitez-vous autoriser cette machine à être contrôlée sur le serveur {server} avec la clé {key} ?
gl: ¿Queres permitir que controlen este equipo dende o servidor {server} coa chave {key}?
pt_br: Você deseja permitir que este computador seja controlado no servidor {server} com o código {key}?
pt_pt: Quer permitir que este computador seja controlado no servidor {server} com o código {key}?
ro: Doriți să permiteți ca acest computer să fie controlat pe server-ul {server} cu cheia {key}?

source: TeleNVDA Connection Request
cs: Žádost o spojení TeleNVDA
fa: درخواستِ اتصالِ TeleNVDA
fr: Demande de connexion à TeleNVDA
gl: Petición de conexión de TeleNVDA
pt_br: Pedido de conexão do TeleNVDA
pt_pt: Pedido de ligação do TeleNVDA
ro: Solicitare de conexiune TeleNVDA

source: Copies a link to the remote session to the clipboard compatible with both NVDA Remote and TeleNVDA
cs: Zkopíruje odkaz na vzdálenou relaci do schránky windows (Kompatibilní s doplňkem NVDA Remote i TeleNVDA)
fa: یک لینکِ سازگار با NVDA remote و TeleNVDA را از نشستِ راهِ دور در کلیپ‌برد کپی می‌کند
fr: Copier le lien de la session distante dans le presse-papiers compatible aussi bien avec NVDA Remote et TeleNVDA
gl: Copia ao portapapeis un ligazón á sesión remota compatible tanto co NVDA Remote coma co TeleNVDA
pt_br: Copia um link da sessão remota para a área de transferência, compatível com o NVDA Remote e o TeleNVDA
pt_pt: Copia um link para a sessão remota para a área de transferência compatível com o NVDA Remote e o TeleNVDA
ro: Copiază un link către sesiunea la distanță pe planșetă compatibil atât cu NVDA Remote, cât și cu TeleNVDA

source: Copied link
cs: Odkaz zkopírován do schránky
fa: لینک کپی شد
fr: Lien copié
gl: Ligazón copiado
pt_br: Conexão copiada
pt_pt: Ligação copiada
ro: Link copiat
