Repository: shadow2560/Ultimate-Switch-Hack-Script
Catalog: tools/nvda/userConfig/addons/TeleNVDA/locale/*/LC_MESSAGES/nvda.po
Languages: cs, fa, fr, gl, pt_br, pt_pt, ro

source: No permission on device to trigger CTRL+ALT+DEL from remote
cs: Na zařízení není povoleno spouštět příkaz CTRL+ALT+DEL ze vzdálené relace
fa: هیچ مجوزی در دستگاه برای فعال کردن CTRL+ALT+DEL از راهِ دور وجود ندارد
fr: Il n'y a pas d'autorisations sur le dispositif pour envoyer Ctrl+Alt+Suppr à distance
gl: Non hai permisos no dispositivo para enviar ctrl+alt+supr remotamente
pt_br: Não tem permissão no dispositivo para acionar CTRL+ALT+DEL a partir do controle remoto
pt_pt: Sem permissão no dispositivo para accionar CTRL+ALT+DEL a partir do controlo remoto
ro: Nu îi este acordată permisiunea acestui dispozitiv de a declanșa acțiunea combinației de taste CTRL+ALT+DEL de la distanță

source: Choose where to save the received file
cs: Vyberte umístění, kam si přejete uložit přijatý soubor
fa: محلِّ ذخیره‌ی فایلِ دریافتی را انتخاب کنید
fr: Choisissez où enregistrer le fichier reçu
gl: Escolle onde gardar o arquivo recibido
pt_br: Escolha onde guardar o arquivo recebido
pt_pt: Escolha onde guardar o ficheiro recebido
ro: Alegeți unde să se salveze fișierul primit

source: File received
cs: Soubor přijatý
fa: فایل دریافت شد
fr: Fichier reçu
gl: Arquivo recibido
pt_br: Arquivo recebido
pt_pt: Ficheiro recebido
ro: Fișier primit

source: The version of the relay server which you have connected to is not compatible with this version of the Remote Client. Please either use a different server or upgrade your version of the addon.
cs: Verze řídicího serveru, ke kterému jste se právě připojili, není kompatibilní s vaší instalací doplňku určeného pro vzdálené ovládání.\n Prosím, použijte buď jiný server nebo zkuste aktualizovat doplněk.
fa: نسخه‌ی سِروِرِ رله‌ای که به آن متصل هستید، با این نسخه از افزونه‌ی NVDA Remote سازگار نیست. لطفا یا از یک سِروِرِ دیگر استفاده کنید؛ یا نسخه‌ی افزونه را به‌روز کنید.
fr: La version du serveur sur laquelle vous vous êtes connectez n'est pas compatible avec cette version du client NVDARemote. Veuillez utiliser un autre serveur ou mettre à jour votre extension.
gl: A versión do servidor de control ao que te conectaches non é compatible con esta versión do cliente remoto. Por favor, usa outro servidor diferente ou actualiza o teu complemento á nova versión.
pt_br: A versão do servidor de retransmissão ao qual você se conectou não é compatível com esta versão do Remote Client. Use um servidor diferente ou atualize sua versão do complemento.
pt_pt: A versão do servidor de retransmissão ao qual se ligou não é compatível com esta versão do cliente remoto. Por favor, utilize um servidor diferente ou actualize a sua versão do extra.
ro: Versiunea server-ului de retransmisie la care v-ați conectat nu este compatibilă cu această versiune a clientului Remote. Vă rugăm să folosiți un alt server sau să faceți ubgrade la versiunea suplimentului.

source: Message of the Day
cs: Uvítací zpráva
fa: پیامِ امروز
fr: Message du jour
gl: Mensaxe de benvida
pt_br: Mensagem do dia
pt_pt: Mensagem do dia
ro: Mesajul zilei

source: Remote NVDA not connected.
cs: Nejste připojeni ke vzdálenému počítači se spuštěným doplňkem NVDA Remote.
fa: NVDAِ راهِ دور متصل نشد.
fr: NVDA Distant non connecté.
gl: O NVDA remoto non está conectado.
pt_br: O acesso remoto do NVDA não está conectado.
pt_pt: O acesso remoto do NVDA não está ligado.
ro: NVDA Remote neconectat.

source: Invalid URL
cs: Neplatná adresa URL
fa: نشانیِ اینترنتیِ نامعتبر
fr: URL invalide
gl: URL non válida
pt_br: Conexão inválida
pt_pt: Ligação inválida
ro: URL invalid

source: Unable to parse url "%s"
cs: Není možné zpracovat URL adresu "%s"
fa: نمیتوانم نشانیِ "%s" را تجزیه کنم
fr: Impossible de traîter l'URL "%s"
gl: Imposible interpretar a URL "%s"
pt_br: Não é possível analisar a conexão "%s"
pt_pt: Não é possível analisar a ligação "%s"
ro: Nu se poate analiza URL-ul "%s"

source: Tele NVDA remote assistance
cs: Vzdálená asistence TeleNVDA
fa: دستیارِ راهِ دورِ TeleNVDA
fr: Tele NVDA Assistance à distance
gl: Asistencia remota TeleNVDA
pt_br: Assistência remota do Tele NVDA
pt_pt: Assistência remota do Tele NVDA
ro: Asistență la distanță Tele NVDA

source: Allows remote control of and remote access to another machine. This add-on is based on NVDA Remote.
cs: Umožňuje vzájemné ovládání počítačů přes internet. Tento doplněk je založen na doplňku NVDA Remote.
fa: اجازه میدهد رایانه‌ای بتواند رایانه‌ی دیگری را کنترل یا به آن دسترسی پیدا کند. این افزونه بر اساس NVDA Remote نوشته شده است.
fr: Permet le contrôle et l'accès à distance à un autre ordinateur. Cette extension est basé sur l'Accès distant NVDA.
gl: Permite o control e o aceso remoto a outro equipo. Este complemento está baseado en NVDA Remote.
pt_br: Permite o controle remoto e o acesso remoto a outra máquina. Este complemento é baseado no NVDA Remote.
pt_pt: Permite o controlo remoto e o acesso remoto a outra máquina. Este extra é baseado no NVDA Remote.
ro: Permite controlul calculatoarelor de la distanță. Acest supliment este bazat pe NVDA Remote.
