Repository: shadow2560/Ultimate-Switch-Hack-Script
Catalog: tools/nvda/userConfig/addons/TeleNVDA/locale/*/LC_MESSAGES/nvda.po
Languages: cs, fa, fr, gl, pt_br, pt_pt, ro

source: Copies a link to the remote session to the clipboard compatible only with TeleNVDA
cs: Zkopíruje odkaz na vzdálenou relaci do schránky windows (Kompatibilní pouze s doplňkem TeleNVDA)
fa: یک لینکِ فقط سازگار با TeleNVDA را از نشستِ راهِ دور در کلیپ‌برد کپی می‌کند
fr: Copier le lien de la session distante dans le presse-papiers compatible uniquement avec TeleNVDA
gl: Copia ao portapapeis un ligazón á sesión remota compatible só co TeleNVDA
pt_br: Copia um link da sessão remota para a área de transferência, compatível apenas com o TeleNVDA
pt_pt: Copia uma ligação para a sessão remota para a área de transferência, compatível apenas com TeleNVDA
ro: Copiază un link către sesiunea la distanță pe planșetă compatibil numai cu TeleNVDA

source: Opens a dialog to start a remote session
cs: Otevře dialog Připojit se ke vzdálené relaci
fa: پنجره‌ای را برای آغازِ یک نشستِ راهِ دور باز می‌کند
fr: Ouvrir une boîte de dialogue pour démarrer une session distante
gl: Abre un diálogo para comezar unha sesión remota
pt_br: Abre um diálogo para iniciar a sessão remota
pt_pt: Abre um diálogo para iniciar a sessão remota
ro: Deschide o fereastră de dialog pentru pornirea unei sesiuni la distanță

source: Disconnect a remote session
cs: Odpojí se ze vzdálené relace
fa: قطعِ اتصالِ نشستِ راهِ دور
fr: Fermer la session distante
gl: Desconectar unha sesión remota
pt_br: Desconectar uma sessão remota
pt_pt: Desligar uma sessão remota
ro: Deconectați o sesiune la distanță

source: Set the host to ignore the next gesture completely, sending next gesture to the guest as is. Useful when you need to use the gesture asigned to toggle between guest and host, in the guest machine.
cs: Ignoruje následující gesto s cílem jeho přeposlání na vzdálený počítač. Je to užitečné v situaci, kdy chcete na ovládaném počítači přepnout ovládání.
fa: میزبان را وادار به نادیده گرفتنِ فرمانِ بعدی بطور کامل میکند. یعنی، فرمانِ بعدی را همانطور که هست به رایانه‌ی مهمان میفرستد. زمانی که نیاز دارید از فرمانِ اختصاص‌یافته به جابجایی بینِ میزبان و مهمان در رایانه‌ی مهمان استفاده کنید، مفید است.
fr: Régler l'hôte pour ignorer complètement le geste suivant, en envoyant le prochain geste à l'invité tel quel. Utile lorsque vous devez utiliser le geste assigné pour basculer entre l'invité et l'hôte, dans l'ordinateur invité.
gl: Fai que o equipo local ignore compretamente o seguinte xesto, enviando o seguinte xesto ao equipo remoto. É útil cando se necesita enviar o xesto asignado para alternar entre o equipo local e o remoto, cara o equipo remoto.
pt_br: Definir o servidor para ignorar completamente o próximo comando, enviando o próximo comando para o convidado tal como está. Útil quando é necessário usar o comando como está assinado para alternar entre hóspede e servidor, na máquina hóspede.
pt_pt: Definir o anfitrião para ignorar completamente o próximo comando, enviando o próximo comando para o convidado tal como está. Útil quando é necessário usar o comando como está assinado para alternar entre hóspede e anfitrião, na máquina hóspede.
ro: Setează gazda să ignore complet următorul gest, trimițându-l la gazdă așa cum e. Opțiunea este utilă atunci când trebuie să folosiți gestul atribuit pentru a vă comuta de la invitat la gazdă, în computer-ul invitat.

source: Send next gesture to the guest
cs: Odeslat následující gesto na vzdálený počítač
fa: ارسال فرمانِ بعدی به مهمان
fr: Envoyer le geste suivant à l'invité
gl: Enviar o seguinte xesto ao equipo remoto
pt_br: Enviar o próximo comandoao convidado
pt_pt: Enviar o próximo comandoao convidado
ro: Trimite următorul gest la invitat

source: Toggles the control between guest and host machine
cs: Přepíná ovládání vzdáleného a lokálního počítače
fa: کنترل را بینِ رایانه‌های مهمان و میزبان تغییر می‌دهد
fr: Basculer le contrôle entre l'invité et l'ordinateur hôte
gl: Alterna o control entre o equipo local e o equipo remoto
pt_br: Alterna o controle entre a máquina convidada e a máquina host
pt_pt: Alterna o controlo entre hóspede e máquina anfitriã
ro: Comută controlul între calculatorul invitat și calculatorul gazdă

source: Controlling remote machine.
cs: Ovládání vzdáleného počítače
fa: دارید رایانه‌ی راهِ دور را کنترل میکنید.
fr: Contrôle de la machine distante
gl: Controlando equipo remoto.
pt_br: Controlando o computador remoto.
pt_pt: A controlar o computador remoto.
ro: Se controlează calculatorul aflat la distanță.

source: Controlling local machine.
cs: Ovládání lokálního počítače
fa: دارید رایانه‌ی خودتان را کنترل میکنید.
fr: Contrôle de la machine locale
gl: Controlando equipo local.
pt_br: Controlando o computador local.
pt_pt: A controlar o computador local.
ro: Se controlează calculatorul local.

source: Mute or unmute the speech coming from the remote computer
cs: Ztlumí nebo zruší ztlumení řeči vzdáleného počítače
fa: گفتارِ رایانه‌ی راهِ دور را قطع یا وصل میکند
fr: Couper ou rétablir le son de l'ordinateur distant
gl: Silenciar o quitar silenzo á voz procedente do equipo remoto
pt_br: Ativar ou desativar a voz que vem do equipamento remoto
pt_pt: Activar ou desactivar a voz que vem do equipamento remoto
ro: Puneți sau dați de pe mut vorbirea care vine de la calculatorul aflat la distanță

source: Sends Ctrl+Alt+Delete to the remote machine
cs: Odešle příkaz ctrl+alt+del na vzdálený počítač
fa: Ctrl+Alt+Delete را به رایانه‌ی راهِ دور ارسال می‌کند
gl: Envía Ctrl+Alt+Delete á máquina remota
pt_br: Envia Ctrl+Alt+Delete para a máquina remota

source: Opens the addon settings panel inside NVDA settings dialog
cs: Otevře dialog nastavení v části nastavení doplňku
fa: صفحه‌ی تنظیماتِ افزونه را داخلِ تنظیماتِ NVDA باز می‌کند
gl: Abre o panel de opcións do complemento dentro do diálogo de configuración do NVDA
pt_br: Abre o painel de configurações do complemento dentro da caixa de diálogo de configurações do NVDA

source: &Host:
cs: &Hostitel:
fa: &میزبان:
fr: &Hôte :
gl: &Equipo ou servidor:
pt_br: &Servidor:
pt_pt: &Anfitrião:
ro: Ga&zdă:

source: &Key:
cs: &Klíč:
fa: &کلیدِ امنیتی:
fr: &Clé :
gl: &Chave:
pt_br: &código:
pt_pt: &código:
ro: &Cheie:

source: &Generate Key
cs: Vy&generovat klíč
fa: &تولیدِ کلیدِ امنیتی
fr: &Générer la clé
gl: &Xerar chave
pt_br: &Gerar código
pt_pt: &Gerar código
ro: &Generare cheie

source: Host must be set.
cs: Pole Hostitel nesmí zůstat prázdné.
fa: میزبان باید تعیین شود.
fr: L'adresse du serveur doit être renseignée.
gl: Débese estabrecer un equipo ou servidor.
pt_br: O servidor deve ser definido.
pt_pt: O anfitrião deve ser definido.
ro: Trebuie să fie setată gazda.

source: Get External &IP
cs: Zjistit veřejnou adresu &IP
fa: دریافتِ &آیْپیِ بیرونی
fr: &Obtenir l'adresse IP publique
gl: Obter enderezo &IP externo
pt_br: Obter o endereço &IP externo
pt_pt: Obter o endereço &IP externo
ro: Ob&ținere IP extern

source: &External IP:
cs: V&eřejná adresa IP:
fa: آیْپیِ &بیرونی:
fr: &IP Publique :
gl: Enderezo &IP externo:
pt_br: IP &externo:
pt_pt: IP &externo:
ro: &IP extern:

source: &Port:
fa: &درگاه:
gl: &Porto:
pt_br: &Porta:
pt_pt: &Porta:

source: Use &UPNP to forward this port if possible
cs: Přesměrovat port s využitím technologie &UPNP (je-li podporováno)
fa: استفاده از &UPNP برای فرواردِ این درگاه در صورتِ امکان
fr: Utilisez &UPNP pour rediriger ce port si possible
gl: Usar &UPNP para redirixir este porto se é posible
pt_br: Use o &UPNP para encaminhar essa porta, se possível
pt_pt: Utilize o &UPNP para reencaminhar esta porta, se possível
ro: Utilizează &UPNP pentru a deschide acest port dacă este posibil

source: Would you like to use UPNP to forward the chosen port before detecting your IP address?
cs: Přejete si před zjišťováním adresy IP přesměrovat port použitím protokolu UPNP?
fa: آیا می‌خواهید برای فرواردِ درگاهِ انتخاب‌شده پیش از شناسایی نشانیِ IP از UPNP استفاده کنید؟
fr: Souhaitez-vous utiliser UPNP pour rediriger le port choisi avant de détecter votre adresse IP ?
gl: ¿Gostaríache usar UPNP para redirixir o porto escolleito antes de detectar o teu enderezo IP?
pt_br: Você gostaria de usar o UPNP para encaminhar a porta escolhida antes de detectar seu endereço IP?
pt_pt: Gostaria de utilizar a UPNP para reencaminhar a porta escolhida antes de detectar o seu endereço IP?
ro: Doriți să utilizați UPNP pentru a deschide portul ales înaintea detectării adresei IP?

source: Do you want to use UPNP?
cs: Chcete povolit UPNP?
fa: آیا می‌خواهید از UPNP استفاده کنید؟
fr: Voulez-vous utiliser UPNP ?
gl: ¿Queres usar UPNP?
pt_br: Você deseja usar o UPNP?
pt_pt: Pretende utilizar UPNP?
ro: Doriți să utilizați UPNP?

source: Successfully retrieved IP address. Port {port} is open.
cs: Zjišťování veřejné adresy dokončeno. Port {port} je otevřen.
fa: نشانیِ آیْپی با موفقیت به دست آمد. درگاهِ {port} باز است.
fr: Adresse IP récupérée avec succès. Le port {port} est ouvert.
gl: O enderezo IP obtívose con éxito. O porto {port} está aberto.
pt_br: O endereço IP foi obtido. a porta {port} está aberta.
pt_pt: O endereço IP foi obtido. a porta {port} está aberta.
ro: Adresă IP recuperată cu succes. Portul {port} este deschis.

source: Success
cs: Hotovo
fa: موفق
fr: Succès
gl: Éxito
pt_br: Sucesso
pt_pt: Sucesso
ro: Succes

source: Retrieved external IP, but port {port} is not currently forwarded.
cs: Zjišťování veřejné adresy dokončeno. Port {port} ale není momentálně přesměrován.
fa: آیْپیِ بیرونی به دست آمد؛ ولی درگاهِ {port} درحالِ حاضر فروارد نشده‌است.
fr: Adresse IP publique récupérée, mais le port {port} n'est actuellement pas redirigé.
gl: Obtido o enderezo IP externo, pero o porto {port} non está aberto.
pt_br: O endereço externo de IP foi carregado, mas a porta {port} não está corretamente reenviada.
pt_pt: O endereço externo de IP foi carregado, mas a porta {port} não está correctamente reenviada.
ro: S-a recuperat IP-ul extern, dar portul {port} nu este deschis momentan.

source: Unable to contact portcheck server or UPNP device, please manually retrieve your IP address and forward ports if required. See the NVDA log for more details.
cs: Nelze se připojit k Portcheck serveru nebo přesměrovat port použitím UPNP a ověřit funkčnost. Prosím pokuste se zjistit veřejnou adresu IP ručně. Podrobnosti jsou zaznamenány v logu NVDA.
fa: نمیتوانم با سِروِرِ بررسی‌کننده‌ی درگاه برای دستگاه UPNP ارتباط برقرار کنم. لطفاً نشانیِ آیْپی و درگاه‌های فوروارد را در صورت نیاز دستی پیدا کنید. برای اطلاعاتِ بیشتر لاگِ NVDA را ببینید.
fr: Impossible de contacter le serveur portcheck ou un périphérique UPNP, veuillez récupérer manuellement votre adresse IP et redirigez vos ports si nécessaire. Voir le journal NVDA pour plus de détails.
gl: Non se puido contactar co servicio de comprobación de portos ou o dispositivo UPNP, obtén o teu enderezo IP manualmente e abre os portos se é necesario. Consulta o rexistro do NVDA para máis detalles.
pt_br: Não foi possível contactar o servidor procurado, obtenha o seu endereço IP manualmente.
pt_pt: Não é possível contactar o servidor de verificação de portas ou o dispositivo UPNP, por favor, recupere manualmente o seu endereço IP e reencaminhe as portas, se necessário.
ro: Nu se poate contacta server-ul de verificare a porturilor, vă rugăm să vă recuperați adresa IP manual și să vă deschideți porturile dacă este nevoie. Vedeți jurnalul NVDA pentru mai multe detalii.

source: Client
cs: Klient
fa: سرویس گیرنده
gl: Cliente
pt_br: Cliente
pt_pt: Cliente

source: Server
fa: سرویس دهنده
fr: Serveur
gl: Servidor
pt_br: Servidor
pt_pt: Servidor

source: Control another machine
cs: Ovládat vzdálený počítač
fa: کنترلِ یک رایانه ی دیگر
fr: Contrôler un autre ordinateur
gl: Controlar outro equipo
pt_br: Controlar outro computador
pt_pt: Controlar outro computador
ro: Controlează un computer

source: Allow this machine to be controlled
cs: Povolit ovládání tohoto počítače
fa: اجازه دادن به این رایانه برای کنترل شدن
fr: Permettre le contrôle de cet ordinateur
gl: Permitir que controlen este equipo
pt_br: Permitir que este computador seja controlado
pt_pt: Permitir que este computador seja controlado
ro: Permite ca acest computer să fie controlat

source: Both host and key must be set.
cs: Musí být zadány obě hodnoty, Hostitel i Klíč.
fa: هم آدرسِ میزبان و هم کلیدِ امنیتی باید تعیین شوند.
fr: L'adresse du serveur et la clé doivent être tous deux renseignés.
gl: Tanto o equipo como a chave deben estar configurados.
pt_br: O servidor e o código devem estar configurados.
pt_pt: O anfitrião e o código devem estar configurados.
ro: Atât gazda cât și cheia trebuie să fie setate.

source: The key must be longer than 6 characters.
gl: O contrasinal debe ter máis de 6 caracteres.
pt_br: O código deve ter mais de 6 caracteres.

source: The key must not be sequential. Please, avoid keys such as 1234, 4321 or similar.
gl: O contrasinal non debe ser secuencial. Por favor, evita contrasinais como 1234 ou 4321 e semellantes.
pt_br: O código não deve ser sequencial. Evite teclas como 1234, 4321 ou similares.

source: Both port and key must be set.
cs: Musí být zadány obě hodnoty, Port i Klíč.
fa: درگاه و کلیدِ امنیتی، هردو باید تعیین شوند.
fr: Le port et la clé doivent être tous deux renseignés.
gl: Débense estabrecer tanto o porto como a chave.
pt_br: A porta e o código devem ser definidos.
pt_pt: A porta e o código devem ser definidos.
ro: Atât portul cât și cheia trebuie să fie setate.

source: Auto-connect to control server on startup
cs: Při spuštění se automaticky připojit k řídícímu serveru
fa: اتصالِ خودکار به سرویس‌دهنده هنگامِ آغازِ کارِ NVDA
fr: Se connecter automatiquement au serveur de contrôle au démarrage
gl: Conectar automáticamente ao servidor de control ao arrancar
pt_br: Conectar automaticamente ao servidor de controle ao iniciar
pt_pt: Ligar automaticamente ao servidor de controlo ao iniciar
ro: Autoconectare la server-ul de control la pornire

source: Use Remote Control Server
cs: Připojit se ke vzdálenému serveru
fa: استفاده از سِروِرِ کنترلِ راهِ دور
fr: Utiliser un serveur de contrôle distant
gl: Usar servidor de control remoto
pt_br: Usar o servidor de controle remoto
pt_pt: Usar o servidor de controlo remoto
ro: Utilizează server-ul de control Remote

source: Host Control Server
cs: Spustit řídicí server
fa: سِروِرِ کنترل کننده‌ی میزبان
fr: Héberger le serveur de contrôle
gl: Crear servidor de control local
pt_br: Servidor de controle servidor
pt_pt: Servidor de controlo anfitrião
ro: Gazda server-ului de control

source: Play sounds instead of beeps
cs: Pro signalizaci událostí přehrávat zvuky namísto pípání
fa: پخشِ صدا به جایِ بوق
fr: Jouer des sons à la place des bips
gl: Reproducir sons en vez de pitidos
pt_br: Tocar sons em vez de bipes
pt_pt: Tocar sons em vez de bipes
ro: Redă sunete în loc de bipuri

source: Display an alert before the controlled computer disconnects
cs: Zobrazit upozornění před odpojením ovládaného počítače
fa: نمایشِ هشدار پیش از قطعِ اتصالِ رایانه‌ی کنترل‌شونده
fr: Afficher une alerte avant que l'ordinateur contrôlé ne déconnecte
gl: Amosar una advertenza antes de que o computador controlado se desconecte
pt_br: Exibir um alerta antes que o computador controlado seja desconectado
ro: Afișează un mesaj de alertă înainte ca dispozitivul controlat să se deconecteze

source: Mute remote speech when controlling local machine
cs: Automaticky ztišit zvuk vzdáleného počítače během ovládání lokálního počítače
fa: قطعِ صدای رایانه‌ی راهِ دور هنگامِ کنترل رایانه‌ی خود
gl: Silenciar a voz remota ao controlar a máquina local
pt_br: Silenciar a fala remota ao controlar a máquina local

source: Process speech commands when controlling another computer
cs: Zpracovat řečové příkazy během ovládání jiného počítače
fa: پردازشِ فرمان‌های گفتار هنگامِ کنترل کردنِ رایانه‌ی دیگر
fr: Traiter les commandes de la synthèse vocale lors du contrôle d'un autre ordinateur
gl: Procesar comandos da fala ao controlar outro equipo
pt_br: Processar comandos de voz quando se controla outro computador
pt_pt: Processar comandos de voz quando se controla outro computador
ro: Procesează comenzile de vorbire la controlarea altui computer

source: Show server welcome messages only once
cs: Zobrazovat uvítací zprávy ze serveru jen jednou
fa: پیامِ خوشامدگوییِ سِروِر را فقط یک بار نشان بده
gl: Amosar as mensaxes de benvida do servidor só una vez
pt_br: Mostrar mensagens de boas-vindas do servidor apenas uma vez

source: Portcheck &service URL:
cs: URL adresa &služby portcheck:
fa: نشانیِ &سرویسِ بررسیِ درگاه:
fr: URL du &service portcheck :
gl: URL do &servizo de comprobación de portos:
pt_br: Portcheck & URL do serviço:
ro: A&dresa URL a serviciului de verificare a porturilor:

source: Delete all trusted fingerprints
cs: Vymazat všechny důvěřované otisky
fa: حذفِ همه‌ی اثرِ انگشت‌های قابلِ اعتماد
fr: Supprimer toutes les empreintes digitales de confiance
gl: Eliminar todas as pegadas de confianza
pt_br: Apagar todas as impressões digitais de confiança
pt_pt: Apagar todas as impressões digitais de confiança
ro: Șterge toate amprentele

source: When connecting to an unauthorized server, you will again be prompted to accepts its certificate.
cs: Během připojování se k neautorizovanému serveru, budete opět vyzváni k přijetí jeho certifikátu.
fa: هنگامِ اتصال به سِروِرِ غیرمجاز، دوباره از شما خواسته می‌شود که گواهیِ آن را بپذیرید.
fr: Lorsque vous vous connectez à un serveur non autorisé, vous serez à nouveau invité à accepter son certificat.
gl: Ao se conectar a un servidor non autorizado, pediráseche que aceptes o seu certificado de novo.
pt_br: Ao se conectar a um servidor não autorizado, você será solicitado novamente a aceitar o certificado dele.
pt_pt: Ao ligar a um servidor não autorizado, ser-lhe-á novamente pedido que aceite o seu certificado.
ro: Când vă conectați la un server neautorizat, vi se va solicita din nou să acceptați certificatul acestuia.

source: Are you sure you want to delete all stored trusted fingerprints?
cs: Jste si jisti, že chcete smazat všechny zapamatované důvěřované otisky?
fa: آیا مطمئنید که میخواهید همه‌ی اثرِ انگشت‌های ذخیره‌شده‌ی قابلِ اعتماد را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer toutes les empreintes digitales de confiance stockées ?
gl: ¿Estás seguro de que queres eliminar todas as pegadas de confianza almacenadas?
pt_br: Você tem certeza de que deseja apagar todas as impressões digitais de confiança armazenadas?
pt_pt: Tem a certeza de que quer apagar todas as impressões digitais de confiança armazenadas?
ro: Sunteți sigur că doriți să ștergeți toate amprentele de încredere stocate?

source: Invalid format for portcheck service URL. You must include {port} somewhere.
cs: Nesprávný tvar adresy služby portcheck. Je třeba uvést {port}.
fa: قالبِ نشانیِ بررسیِ درگاه معتبر نیست. باید {port} را در جایی وارد کنید.
fr: Format non valide pour l'URL du service portcheck. Vous devez inclure {port} quelque part.
gl: Formato non válido para a URL do servizo de comprobación de portos. Debes incluir {port} nalgunha parte.
pt_br: Formato inválido para o URL do serviço portcheck. Você deve incluir {port} em algum lugar.
pt_pt: Formato inválido para o URL do serviço portcheck. Tem de incluir {port} algures.
ro: Format invalid pentru adresa URL a serviciului de verificare a porturilor. Trebuie să includeți {port} undeva.

source: TeleNVDA Connection Security Warning
cs: Bezpečnostní varování spojení TeleNVDA
fa: هشدارِ امنیتِ اتصالِ TeleNVDA
fr: Avertissement de sécurité de connexion à TeleNVDA
gl: Aviso de seguridade de conexión de TeleNVDA
pt_br: Aviso de segurança da conexão remota do TeleNVDA
pt_pt: Aviso de segurança da ligação remota do TeleNVDA
ro: Avertisment de securitate pentru conexiunea TeleNVDA

source: Warning! The certificate of this server could not be verified. This connection may not be secure. It is possible that someone is trying to overhear your communication. Before continuing please make sure that the following server certificate fingerprint is a proper one. If you have any questions, please contact the server administrator. Server SHA256 fingerprint: {fingerprint} Do you want to continue connecting?
cs: Pozor! Nelze ověřit certifikát tohoto serveru.\n Toto spojení nemusí být bezpečné. Je možné, že se někdo snaží odposlouchávat vaši komunikaci.\n Než budete pokračovat, měli byste se ujistit, že následující otisk certifikátu serveru je ten správný.\n Máte-li k procesu ověření dotazy, kontaktujte prosím správce serveru.\n \n Otisk SHA256 certifikátu serveru: {fingerprint}\n \n Chcete v připojování pokračovat?
fa: هشدار! گواهیِ این سِروِر تایید نشد. ممکن است این اتصال امن نباشد. احتمالا کسی تلاش می‌کند ارتباطِ شما را دزدانه بشنود. پیش از ادامه لطفاً مطمئن شوید که اثر انگشتِ گواهیِ سِروِرِ زیر درست است. اگر هر پرسشی دارید، لطفا با مدیرِ سِروِر تماس بگیرید. اثر انگشتِ SHA256ِ سِروِر: {fingerprint} آیا می‌خواهید اتصال را ادامه بدهید؟
fr: Avertissement ! Le certificat de ce serveur n'a pas pu être vérifié. Cette connexion peut ne pas être sécurisée. Il est possible que quelqu'un essaie de surveiller votre communication. Avant de continuer, assurez-vous que la prochaine empreinte digitale du certificat de serveur est adéquate. Si vous avez des questions, veuillez contacter l'administrateur du serveur. Empreinte digitale SHA256 du serveur: {fingerprint} Voulez-vous continuer à vous connecter ?
gl: ¡Aviso! Non se puido verificar o certificado deste servidor. Esta conexión pode non seren segura. É posible que alguén estea tentando alviscar as túas comunicacións. Antes de continuar, asegúrate de que a seguinte pegada do certificado do servidor é adecuada. Ante calquera duda, contacta co administrador do servidor. Pegada SHA256 do servidor: {fingerprint} ¿Desexas continuar coa conexión?
pt_br: Aviso! O certificado deste servidor não pôde ser verificado. Esta conexão pode não ser segura. É possível que alguém esteja a tentar ouvir a sua comunicação. Antes de continuar, certifique-se de que a seguinte impressão digital do certificado do servidor é a correcta. Se tiver alguma dúvida, por favor contacte o administrador do servidor. Servidor SHA256 impressão digital: {fingerprint} Quer continuar a conexão?
pt_pt: Advertência! O certificado deste servidor não pôde ser verificado. Esta ligação pode não ser segura. É possível que alguém esteja a tentar ouvir a sua comunicação. Antes de continuar, certifique-se de que a seguinte impressão digital do certificado do servidor é a correcta. Se tiver alguma dúvida, por favor contacte o administrador do servidor. Servidor SHA256 impressão digital: {fingerprint} Quer continuar a ligação?
ro: Atenție! Certificatul acestui server nu poate fi verificat. Această conexiune poate fi nesigură. Este posibil ca cineva să încerce să vă intercepteze comunicațiile. Înainte de a continua, asigurați-vă că următoarea amprentă de certificat a server-ului este corectă. Dacă aveți întrebări, contactați administratorul server-ului. Amprentă server SHA 256: {fingerprint} Doriți să continuați procesul de conectare?

source: Connect and do not ask again for this server
cs: Připojit a více se na tento server neptat
fa: متصل شو و برای این سِروِر دوباره نپرس
fr: Se connecter et ne plus demander pour ce serveur
gl: Conectar e non voltar a preguntar neste servidor
pt_br: Não foi possível entrar em contato com o servidor procurado, obtenha o seu endereço IP manualmente
pt_pt: Ligar e não voltar a perguntar, para este servidor
ro: Conectează-mă și nu mă mai întreba din nou pentru acest server

source: Clipboard updated
cs: Obsah schránky aktualizován
fa: کلیپ‌برد بروز شد
fr: Presse-papiers mis à jour
gl: Portapapeis actualizado
pt_br: Área de transferência atualizada
pt_pt: Área de transferência actualizada
ro: Planșetă actualizată
