Repository: shadow2560/Ultimate-Switch-Hack-Script
Catalog: tools/nvda/userConfig/addons/addonUpdater/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fi, fr, gl, hr, it, ka, nl, ru, sk, uk, vi

source: One or more add-on updates from {updateSource} were installed. Go to NVDA menu, Tools, Review add-on updates to review them. Then restart NVDA to finish updating add-ons.
ar: تم تثبيت تحديث واحد للإضافات أو أكثر من {updateSource}. انتقل إلى قائمة NVDA ، الأدوات ، قم بالدخول إلى البحث عن تحديثات الإضافات وراجعها. ثم أعد تشغيل NVDA لإنهاء التحديث.
bg: Бяха инсталирани едно или повече обновления за добавки от {updateSource}. Отидете в менюто на NVDA -> Инструменти -> Преглед на обновленията за добавките, за да ги прегледате. След това рестартирайте NVDA, за да завършите обновяването на добавките.
da: én eller flere tilføjelsesopdateringer fra {updateSource} er tilgængelige. Gå til "NVDA-menuen, Værktøjer, Gennemse tilføjelsesopdateringer" for at gennemgå dem. Genstart NVDA bagefter for at opdatere tilføjelserne.
de: Ein oder mehrere Updates für NVDA-Erweiterungen von {updateSource} wurden installiert. Gehen Sie ins NVDA-Menü, Werkzeuge, Nach Updates für NVDA-Erweiterungen suchen, um sie zu überprüfen. Starten Sie dann NVDA neu, um die Updates für NVDA-Erweiterungen abzuschließen.
es: Se han instalado una o más actualizaciones de complementos desde {updateSource}. Ve al menú NVDA, Herramientas, Revisar actualizaciones de complementos para revisarlas. Después, reinicia NVDA para finalizar su instalación.
fa: یک یا چند افزونه از {updateSource} نصب شدند. برای بازبینیِ آن‌ها به منوی NVDA، ابزارها، بازبینیِ به‌روزرسانیِ افزونه‌ها بروید.
fi: Yksi tai useampi lisäosapäivitys lähteestä {updateSource} asennettiin. Tarkastele niitä menemällä NVDA-valikkoon ja valitsemalla Työkalut-alivalikosta Tarkastele lisäosien päivityksiä. Käynnistä sitten NVDA uudelleen viimeistelläksesi lisäosien päivitykset.
fr: Une ou plusieurs mises à jour d'extensions depuis {updateSource} ont été installées. Allez dans le menu NVDA, Outils, Rechercher les mises à jour d'extensions pour les examiner. Redémarrez ensuite NVDA pour terminer la mise à jour des extensions.
gl: Instaláronse unha ou máis actualizacións de complementos dende {updateSource}. Vai ó menú NVDA, Ferramentas, Revisar actualizacións de complementos para revisalas. A continuación, reinicia NVDA para finalizar a actualización de complementos.
hr: Instalirano je jedno ili više ažuriranja dodataka iz {updateSource}. Otvori NVDA izbornik Alati, Pregledaj ažuriranja dodataka kako bi ih pregledao. Zatim ponovno pokreni NVDA kako bi dovršio ažuriranje dodataka.
it: Sono stati installati uno o più addon da {updateSource}. Vai al menu NVDA, Strumenti, Aggiornamenti addon disponibili per esaminarli. Quindi riavvia NVDA per completare l'aggiornamento degli addon.
ka: დაყენდა ერთი ან მეტი განახლება დამატებისთვის {updateSource}დან. გადადით NVDA მენიუ, სერვისი, დამატებების განახლების გადახედვა, რათა ნახოთ ისინი. შემდეგ გადატვირთეთ NVDA, რათა დასრულდეს დამატებების განახლება.
ru: Установлено одно или несколько обновлений дополнения из {updateSource}. Перейдите в меню NVDA, Сервис, Просмотр обновлений дополнений, чтобы просмотреть их. Затем перезапустите NVDA, чтобы завершить обновление дополнений.
sk: Boli aktualizované doplnky {updateSource}. Viac zistíte v menu nvda, nástroje, Aktualizácie doplnkov
uk: Встановлено оновлення одного або кількох додатків із {updateSource}. Перейдіть до меню NVDA, Інструменти, Переглянути оновлення додатків, щоб їх переглянути. Потім перезапустіть NVDA, щоб завершити оновлення додатків.

source: Could not update add-ons.
ar: لا يمكن تحديث الإضافات
bg: Неуспешно обновяване на добавките.
da: Kunne ikke opdatere tilføjelser.
de: Die NVDA-Erweiterungen konnten nicht aktualisiert werden.
es: No se pudieron actualizar los complementos.
fa: نمیتوانم این افزونه‌ها را به‌روز کنم.
fi: Lisäosia ei voitu päivittää.
fr: Mise à jour des extensions impossible.
gl: Non se puideron actualizar os complementos.
hr: Nije moguće ažurirati dodatke.
it: Impossibile aggiornare i componenti aggiuntivi.
ka: ვერ მოხერხდა დამატებების განახლება.
ru: Не удалось обновить дополнения.
sk: Nie je možné aktualizovať doplnky.
uk: Не вдалося оновити додатки.

source: NV Access add-on store
bg: Магазин за добавки на NV Access
de: Store für NVDA-Erweiterungen von NV Access
es: Tienda de complementos de NV Access
fa: فروشگاهِ افزونه‌های NV Access
fi: NV Accessin lisäosakauppa
hr: NV Access trgovina dodataka
it: Store dei componenti aggiuntivi di NvAccess
uk: Магазин додатків для NVDA

source: NVDA community add-ons website
ar: موقع إضافات NVDA
bg: Сайт за добавки на общността на NVDA
da: Tilføjelser til NVDA fra fællesskabets hjemmeside
de: Community-Webseite für NVDA-Erweiterungen
es: Sitio web de complementos de la comunidad de NVDA
fa: وب‌سایتِ انجمنِ افزونه‌های NVDA
fi: NVDA-yhteisön lisäosasivusto
fr: Site Web des extensions de la communauté NVDA
gl: Sitio web de complementos da comunidade de NVDA
hr: Web-mjesto dodataka NVDA zajednice
it: Sito Web dei componenti aggiuntivi della comunità NVDA
ka: NVDA საზოგადოების დამატებების ვებგვერდი
ru: Сайт дополнений сообщества NVDA
sk: Oficiálny zdroj s doplnkami
uk: Сайт із додатками від спільноти NVDA

source: Spanish community add-ons catalog
ar: كتالوج إضافات المجتمع الأسباني
bg: Каталог с добавки на испанската общност
da: Katalog over tilføjelser til NVDA på spansk
de: Katalog der NVDA-Erweiterungen von der spanischen Community
es: Catálogo de complementos de la comunidad hispana
fa: فهرستِ افزونه‌های انجمنِ اسپانیایی
fi: Espanjalaisyhteisön lisäosaluettelo
fr: Catalogue des extensions de la communauté espagnole
gl: Catálogo de complementos da comunidade española
hr: Katalog dodataka španjolske zajednice
it: Catalogo dei componenti aggiuntivi della community spagnola
ka: ესპანური საზოგადოების დამატებების კატალოგი
ru: Каталог дополнений испанского сообщества
sk: Španielsky zdroj doplnkov
uk: Каталог додатків іспанської спільноти

source: China community add-ons catalog
ar: كتالوج إضافات المجتمع الصيني
bg: Каталог с добавки на китайската общност
da: Hjemmesiden for tilføjelser til NVDA i Kina
de: Katalog der NVDA-Erweiterungen von der chinesischen Community
es: Catálogo de complementos de la comunidad china
fa: فهرستِ افزونه‌های انجمنِ چینی
fi: Kiinalaisyhteisön lisäosaluettelo
fr: Catalogue des extensions de la communauté chinoise
gl: Catálogo de complementos da comunidade chinesa
hr: Katalog dodataka kineske zajednice
it: Catalogo dei componenti aggiuntivi della comunità cinese
ka: ჩინეთის საზოგადოების დამატებების კატალოგი
ru: Каталог дополнений сообщества Китая
sk: Čínsky zdroj doplnkov
uk: Каталог додатків китайської спільноти

source: Taiwan community add-ons catalog
ar: كتالوج إضافات المجتمع التايواني
bg: Каталог с добавки на тайванската общност
da: Katalog med tilføjelser til Taiwan-fællesskabet
de: Katalog der NVDA-Erweiterungen von der taiwanischen Community
es: Catálogo de complementos de la comunidad de Taiwán
fa: فهرستِ افزونه‌های انجمنِ تایوانی
fi: Taiwanilaisyhteisön lisäosaluettelo
fr: Catalogue des extensions de la communauté taïwanaise
gl: Catálogo de complementos da comunidade taiwanesa
hr: Katalog dodataka tajvanske zajednice
it: Catalogo dei componenti aggiuntivi della community di Taiwan
ka: ტაივანის საზოგადოების დამატებების კატალოგი
ru: Каталог дополнений тайваньского сообщества
sk: Tajvanský zdroj doplnkov
uk: Каталог додатків тайванської спільноти

source: Proof of concept implementation of add-on update feature (NVDA Core issue 3208)
bg: Имплементация на работеща концепция на функцията за обновяване на добавки (доклад за нова функция в NVDA с номер 3208)
da: Bevis for konceptimplementering af tilføjelsesopdateringsfunktion (NVDA Core Issue 3208)
de: "Proof of Concept"-Implementierung der Funktion für die Aktualisierung von NVDA-Erweiterung (NVDA-Kernproblem #3208)
es: Implementación de concepto de prueba de la característica de actualización de complementos (incidencia 3208 del núcleo de NVDA)
fa: اجرای اثباتِ مفهومیِ ویژگیِ به‌روزرسانیِ افزونه‌ها (مسأله‌ی ۳۲۰۸)
fi: Konseptiasteella oleva toteutus lisäosien päivitystoiminnosta
fr: Implémentation de la preuve de concept de la fonctionnalité de mise à jour d'extensions (Noyau de NVDA numéro 3208)
gl: Implementación como proba de concepto da característica de actualización de complementos (incidencia 3208 do núcleo de NVDA)
hr: Koncept implementacije funkcije nadograđivanja dodataka (problem 3208 u NVDA jezgri)
it: Implementazione sperimentale della funzione di aggiornamento automatico dei componenti aggiuntivi, (NVDA Core issue 3208)
ka: დამატებების განახლების ფუნქციის კონცეფციის განხორციელების მტკიცებულება (NVDA Core issue 3208)
nl: Proof of concept implementatie van add-on updatefunctie (NVDA Core-issue 3208)
ru: Доказательство концепции реализации функции обновления дополнений (NVDA Core issue 3208)
sk: Implementácia aktualizačného mechanizmu pre doplnky NVDA (Hľadajte ticket 3208)
uk: Пробна концепція вбудувати в NBDA функцію оновлення додатків (Тікет 3208 щодо ядра NVDA)
vi: Chữa cháy cho tính năng cập nhật bổ trợ (Phiếu đề nghị số 3208)

source: Checking for add-on updates...
nl: Controleren op add-on-updates...
vi: Đang kiểm tra cập nhật bổ trợ

source: NVDA Add-on Updates
vi: Cập nhật bổ trợ NVDA
