Repository: shadow2560/Ultimate-Switch-Hack-Script
Catalog: tools/nvda/userConfig/addons/addonUpdater/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fi, fr, gl, hr, it, ka, nl, ru, sk, uk, vi

source: You are using an NVDA release with add-on store included. Visit NVDA add-on store (NVDA menu, Tools, add-on store) to check for add-on updates. Add-on Updater can still be used to check for add-on updates in the meantime.
bg: Използвате версия на NVDA с включен магазин за добавки. Посетете магазина за добавки на NVDA (меню на NVDA -> Инструменти -> Магазин за добавки), за да проверите за обновления на добавките. Междувременно добавката "Обновяване на добавките" все още може да се използва за проверка за обновления на добавките.
de: Sie verwenden eine NVDA-Version mit integriertem Store für NVDA-Erweiterungen. Besuchen Sie diesen Store (NVDA-Menü, Werkzeuge, Store für NVDA-Erweiterungen), um nach Updates für NVDA-Erweiterungen zu suchen. Mit dem Updater für NVDA-Erweiterungen können Sie in der Zwischenzeit weiterhin nach Updates suchen.
es: Estás usando una versión de NVDA con tienda de complementos incorporada. Visita la tienda de complementos de NVDA (menú NVDA, Herramientas, Tienda de complementos) para buscar actualizaciones de complementos. Todavía se puede seguir usando Add-on Updater para buscar actualizaciones de complementos, por ahora.
fa: شما دارید از نسخه‌ای از NVDA که دارای «فروشگاهِ افزونه‌ها» است استفاده میکنید. برای دیدنه فروشگاهِ افزونه‌های NVDA، از منوی NVDA، ابزارها، فروشگاه افزونه‌ها استفاده و بروزرسانی‌های افزونه‌ها را بررسی کنید. همچنان میتوانید از بروزرسانِ افزونه‌ها برای بررسی افزونه‌های جدید نیز بهره بگیرید.
fi: Käytät NVDA-versiota, johon sisältyy lisäosakauppa. Tarkista lisäosapäivitykset avaamalla NVDA:n lisäosakauppa (NVDA-valikko -> Työkalut -> Lisäosakauppa). Lisäosien päivittäjää voidaan myös edelleen käyttää lisäosapäivitysten tarkistamiseen.
fr: Vous utilisez une version NVDA avec un add-on store incorporé. Visitez NVDA add-on store (menu NVDA, Outils, add-on store) pour rechercher les mises à jour des extensions. L'extension Mise à Jour des Extensions peut toujours être utilisé pour rechercher des mises à jour des extensions pour l'instant.
gl: Estás a usar una versión de NVDA ca tenda de complementos incluida. Visita a tenda de complementos de NVDA (menú NVDA, Ferramentas, tenda de complementos) para comprobar as actualizacións de complementos. O actualizador de complementos pódese usar aínda para comprobar actualizacións de complementos polo de agora.
hr: Koristiš NVDA izdanje s uključenom trgovinom dodataka. Posjeti NVDA trgovinu dodataka (NVDA izbornik, Alati, trgovina dodataka) za provjeru novih verzija dodataka. Program za ažuriranje dodataka se u međuvremenu još uvijek može koristiti za provjeru ažuriranja dodataka.
it: Stai usando una versione di NVDA con il supporto allo store degli addon incluso. Visita lo store dei componenti aggiuntivi (menu NVDA, strumenti, Store dei componenti aggiuntivi) per controllarne gli aggiornamenti. Nel frattempo, è ancora possibile utilizzare Add-on Updater per controllare gli aggiornamenti dei componenti aggiuntivi.
sk: Používate verziu programu NVDA, v ktorej je integrovaná podpora pre obchod s doplnkami NVDA. Kontrolu spustíte s ponuky (ponuka NVDA, Nástroje, Obchod s doplnkami). Zatiaľ môžete na aktualizáciu doplnkov používať aj tento doplnok Addon Updater.
uk: Ви використовуєте версію NVDA з включеним магазином додатків. Відвідайте магазин додатків NVDA (меню NVDA, Інструменти, магазин додатків), щоб перевірити наявність оновлень для додатків. Для перевірки наявності оновлень додатків все ще можна скористатися оновлювачем додатків.

source: Add-on Updater
ar: محدِّث الإضافات
bg: Обновяване на добавките
da: Opdateringsværktøj til tilføjelsespakker
de: Updater für NVDA-Erweiterungen
es: Actualizador de complementos
fa: به‌روزرسانِ افزونه‌ها
fi: Lisäosien päivittäjä
fr: Mise à Jour des Extensions
hr: Ažuriranje dodataka
ka: დამატებების განახლება
ru: Обновление дополнений
sk: Aktualizácie doplnkov
uk: Оновлювач додатків
vi: Bộ cập nhật bổ trợ

source: Check for &add-on updates...
ar: ال&بحث عن تحديثات للإضافات
bg: П&ровери за обновления на добавките...
da: Søg efter tilføjelses&opdateringer...
de: Nach &Updates für NVDA-Erweiterungen suchen...
es: Buscar &actualizaciones de complementos...
fa: بررسیِ به‌روزرسانیِ &افزونه‌ها...
fi: Tarkista &lisäosien päivitykset...
fr: Recherche des &mises à jour d'extensions...
gl: Verificar actualizacións de &complementos...
hr: Provjeri ima li ažuriranja &dodataka …
it: Controlla &aggiornamenti componenti aggiuntivi...
ka: &დამატებების განახლების შემოწმება...
nl: Controleren op &add-on updates...
ru: Проверить наличие обновлений для &дополнений...
sk: Skontrolovať &aktualizácie doplnkov...
uk: Перевірити &оновлення додатків...
vi: Kiểm tra cập nhật &bổ trợ

source: Check for NVDA add-on updates
ar: التحقُّق من تحديثات إضافات NVDA
bg: Проверка за обновления на добавките в NVDA
da: Søg efter opdateringer til NVDA-tilføjelser
de: Nach Updates für NVDA-Erweiterungen suchen
es: Buscar actualizaciones de complementos de NVDA
fa: بررسیِ به‌روزرسانیِ افزونه‌های NVDA
fi: Tarkista NVDA-lisäosien päivitykset
fr: Recherche des mises à jour d'extensions NVDA
gl: Verificar actualizacións para os complementos de NVDA
hr: Provjeri ažuriranja NVDA dodataka
it: Controlla gli aggiornamenti dei componenti aggiuntivi di NVDA
ka: NVDA დამატებების განახლების შემოწმება
nl: Controleer op NVDA-add-on-updates
ru: Проверить наличие обновлений дополнения NVDA
sk: Skontrolovať aktualizácie doplnkov
uk: Перевірити оновлення додатків для NVDA
vi: Kiểm tra cập nhật bổ trợ NVDA

source: Automatically check for add-on &updates
ar: التحقق التلقائي من وجود إضافات &لتحديثها
bg: Автоматично проверявай за &обновления на добавките
da: Søg automatisk efter &opdateringer til tilføjelser
de: Automatisch nach &Updates für NVDA-Erweiterungen suchen
es: Buscar automáticamente &actualizaciones de complementos
fa: بررسیِ خودکارِ &به‌روزرسانی‌های افزونه‌ها
fi: Tarkista lisäosien &päivitykset automaattisesti
fr: &Vérifier automatiquement les mises à jour d'extensions
gl: Verificar automaticamente &actualizacións de complementos
hr: Automatski provjeri &ažuriranja dodataka
it: Controlla a&utomaticamente la presenza di aggiornamenti per i componenti aggiuntivi
ka: დამატებების განახლების &ავტომატური შემოწმება
nl: Controleer automatisch op add-on &updates
ru: Автоматически проверять наличие обновлений &дополнений
sk: Automaticky kontrolovať &Aktualizácie doplnkov
uk: Автоматично перевіряти наявність &оновлень для додатків
vi: Tự kiểm tra &cập nhật bổ trợ

source: toast
ar: إشعار
bg: Изскачащо известие
es: aviso emergente
fa: اعلانِ سریع
fi: ilmoitusruutu
gl: notificación
hr: kratka obavijest (toast)
it: notifica
ka: შეტყობინება
nl: toast notificatie
ru: уведомление
sk: Panel oznámení
uk: підказка
vi: gửi thông báo

source: dialog
ar: محاورة
bg: Диалогов прозорец
de: Dialogfeld
es: diálogo
fa: پنجره‌ی محاوره‌ای
fi: valintaikkuna
fr: dialogue
gl: diálogo
hr: dijaloški okvir
it: Finestra di dialogo
ka: დიალოგი
nl: dialoogvenster
ru: диалог
sk: Dialóg
uk: діалог
vi: hộp thoại

source: &Add-on update notification:
ar: إشعار &تحديث الإضافة
bg: И&звестие за налични обновления за добавки:
da: &Vis meddelelser om tilføjelsesopdateringer som:
de: &Benachrichtigung über Updates der Erweiterungen:
es: &Notificación de actualizaciones de complementos:
fa: نوعِ اعلانِ به‌روزرسانِ افزونه‌ها
fi: &Lisäosien päivitysilmoitus:
fr: &Notification de mise à jour d'extension :
gl: &Notificación de actualización de complemento:
hr: &Obavijest o ažuriranju dodatka:
it: Notifica &aggiornamenti addon:
ka: &დამატების განახლების შეტყობინება:
nl: &Add-on update notificatie:
ru: Уведомление об обновлении &дополнения:
sk: Kontrola aktualizácií doplnkov
uk: &Сповіщення про оновлення додатка:
vi: thông báo khi có bản cập nhật

source: Update add-ons in the &background
ar: تحديث الإضافات في &الخلفية
bg: Обновявай добавките във &фонов режим
da: Opdater tilføjelsesprogrammer i &baggrunden
de: Erweiterungen im &Hintergrund aktualisieren
es: Actualizar complementos en &segundo plano
fa: به‌روزرسانیِ افزونه‌ها در &پس‌زمینه
fi: Päivitä lisäosat t&austalla
fr: Mettre à jour les extensions en &arrière-plan
gl: Actualizar complementos en segundo &plano
hr: Ažuriraj dodatke u &pozadini
it: Aggiorna i componenti aggiuntivi in &background
ka: დამატებების განახლება &ფონურ რეჟიმში
ru: Обновление дополнений в &фоновом режиме
sk: aktualizovať doplnky na &pozadí
uk: Оновлювати додатки у &фоновому режимі

source: Do &not update add-ons:
ar: &عدم تحديث الإضافات
bg: Да &не се обновяват следните добавки:
da: Opdater &ikke disse tilføjelser:
de: Au&sgeschlossene NVDA-Erweiterungen:
es: No actualizar complementos:
fa: این افزونه‌ها را به‌روز &نکن:
fi: &Älä päivitä lisäosia:
fr: &Ne pas mettre à jour les extensions :
gl: Complementos a &non actualizar:
hr: N&emoj ažurirati dodatke:
it: &non aggiornare i componenti:
ka: ა&რ განახლდეს დამატებები:
nl: Add-ons &niet updaten:
ru: &Не обновлять дополнения:
sk: Neaktualizovať &doplnky:
uk: Не &оновлювати такі додатки:
vi: Không cập &nhật các bổ trợ :

source: Prefer &development releases:
ar: تفضيلات التطوير لأحدث إصدارات الإضافات
bg: С приоритет да са &тестовите версии:
da: Foretræk &udviklingsversioner:
de: Entwicklungs&versionen bevorzugen:
es: Preferir versiones de &desarrollo:
fa: انتشار‌های درحالِ &توسعه را ترجیح بده:
fi: Aseta ke&hitysversiot etusijalle:
fr: Préférez les versions de &développement:
gl: Preferir versións de &desenvolvemento:
hr: Preferiraj razvojna iz&danja:
it: Usa versioni in &sviluppo:
ka: &უპირატესობა დასამუშავებელ ვერსიებზე:
nl: Geef de voorkeur aan &ontwikkelingsreleases:
ru: Предпочитать &разрабатываемые версии:
sk: Uprednostniť &vývojárske verzie:
uk: Віддавати перевагу &версіям у розробці:

source: Development release &channel:
bg: &Канал за издаване на тестови версии:
de: Kanal für Entwicklungs&versionen:
es: &Canal de versión de desarrollo:
fa: &کانالِ انتشارهای درحالِ توسعه
fi: Kehitysversioiden &kanava:
fr: &Canal des versions de développement
gl: &canle de lanzamentos de desenvolvedor:
hr: &Kanal razvojnog izdanja:
it: &Canale versioni in sviluppo
sk: &Kanál s vývojovými verziami doplnkov:
uk: &Канал випусків додатків у розробці:

source: Add-on update &source:
ar: &مصدر تحديث الإضافات:
bg: &Източник за обновяване на добавките:
da: &Kilde for tilføjelsesopdateringer:
de: Update-&Quelle für NVDA-Erweiterung:
es: &Fuente de actualización de complementos:
fa: &منبعِ به‌روزرسانیِ افزونه‌ها
fi: Lisäosien päivity&slähde:
fr: &Source de mise à jour des extensions :
gl: &Fonte de actualización de complementos:
hr: &Izvor ažuriranja dodataka:
it: &Fonte aggiornamenti addon:
ka: დამატების განახლების &წყარო:
ru: &Источник обновления дополнения:
sk: &Zdroj aktualizácie doplnkov:
uk: Джерело оновлення &додатків:

source: You are about to switch to a different add-on update source. Are you sure you wish to change update source to {updateSourceDescription}?
ar: أنت على وشك تغيير مصدر تحديثات الإضافات. هل أنت متأكد أنك ترغب في تغيير مصدر التحديث إلى {updateSourceDescription}?
bg: На път сте да превключите към друг източник за обновяване на добавки. Сигурни ли сте, че искате да промените източника за обновяване на {updateSourceDescription}?
da: Du er ved at skifte til en anden tilføjelsesopdateringskilde. Er du sikker på, at du vil ændre opdateringskilden til {updateSourceDescription}?
de: Sie sind dabei, zu einer anderen Update-Quelle für NVDA-Erweiterungen zu wechseln. Möchten Sie sie auf {updateSourceDescription} ändern?
es: Estás a punto de cambiar a una fuente de actualización de complementos diferente. ¿Seguro que quieres cambiar la fuente de actualizaciones a {updateSourceDescription}?
fa: شما دارید منبعِ به‌روزرسانی را به یک منبعِ دیگر عوض میکنید. آیا مطمئنید که میخواهید منبعِ به‌روزرسانی را به {updateSourceDescription} تغییر دهید؟
fi: Olet vaihtamassa toiseen lisäosien päivityslähteeseen. Haluatko varmasti vaihtaa päivityslähteeksi {updateSourceDescription}?
fr: Vous êtes sur le point de basculer vers une autre source de mise à jour d'extensions. Êtes-vous sûr de vouloir remplacer la source de mise à jour par {updateSourceDescription} ?
gl: Estás por cambiar a unha fonte de actualización de complementos diferente. Estás seguro de querer cambair a fonte de actualización a {updateSourceDescription}?
hr: Spremaš se koristiti jedan drugi izvor ažuriranja dodatka. Stvarno želiš promijeniti izvor ažuriranja na {updateSourceDescription}?
it: Stai per passare a un'altra fonte di aggiornamento del componente aggiuntivo. Sei sicuro di voler utilizzare la fonte {updateSourceDescription}?
ka: თქვენ აპირებთ დამატების განახლების სხვა წყაროზე გადასვლას. დარწმუნებული ხართ რომ გსურთ შეცვალოთ განახლების წყარო {updateSourceDescription}თ?
ru: Вы собираетесь переключиться на другой источник обновления дополнения. Вы уверены, что хотите изменить источник обновления на {updateSourceDescription}?
sk: Naozaj chcete zvoliť ako zdroj aktualizácií {updateSourceDescription}?
uk: Ви маєте намір змінити джерело оновленя додатків. Ви впевнені, що бажаєте змінити джерело оновлення на {updateSourceDescription}?

source: Add-on update source change
ar: تغيير مصدر تحديث الإضافات
bg: Промяна на източника за обновяване на добавките
da: Ændring af kilde for tilføjelsesopdateringer
de: Update-Quelle für NVDA-Erweiterungen ändern
es: Cambio de fuente de actualización de complementos
fa: تغییرِ منبعِ به‌روزرسانیِ افزونه‌ها
fi: Lisäosien päivityslähteen muutos
fr: Changement de source de mise à jour des extensions
gl: Cambio de fonte de actualización de complementos
hr: Promjena izvora ažuriranja dodataka
it: Cambia fonte di aggiornamento del componente aggiuntivo
ka: დამატების განახლების წყაროს შეცვლა
ru: Изменение источника обновления дополнения
sk: Zmena zdroja aktualizácie doplnkov
uk: Зміна джерела оновлення додатків

source: Legacy add-ons found
ar: تم العثور على الإضافات القديمة
bg: Открити са наследени добавки
da: Forældede tilføjelsesprogrammer blev fundet
de: Veraltete Erweiterungen gefunden
es: Se han encontrado complementos antiguos
fa: افزونه‌های قدیمی یافت شدند
fi: Vanhoja lisäosia löytyi
fr: Extensions obsolètes trouvées
gl: Atopáronse complementos antigos
hr: Pronađeni su stari dodaci
it: Trovati componenti aggiuntivi obsoleti
ka: მოიძებნა მოძველებული დამატებები
nl: Verouderde add-ons gevonden
ru: Обнаружены устаревшие дополнения
sk: Nepodporované doplnky
uk: Знайдено застарілі додатки
vi: Có các bổ trợ lỗi thời

source: One or more legacy add-ons were found in your NVDA installation. Features from these add-ons are now part of the NVDA version you are using or declared legacy by add-on developers. Please disable or uninstall these add-ons by going to NVDA menu, Tools, Manage Add-ons.
bg: Във вашата инсталация на NVDA бяха намерени една или повече наследени добавки. Функциите от тези добавки или вече са част от версията на NVDA, която използвате, или са обявени като остарели от техните разработчици. Моля, изключете или премахнете тези добавки, като отидете в менюто на NVDA -> Инструменти -> Управление на добавките.
da: Et eller flere forældede tilføjelsesprogrammer blev fundet i din NVDA-installation. Funktioner fra disse tilføjelser er nu en del af den NVDA-version, du bruger eller erklærede forældet af tilføjelsesudviklere. Deaktiver eller afinstaller disse tilføjelser ved at gå til NVDA-menuen, Værktøjer, Administrer tilføjelsesprogrammer.
de: In Ihrer NVDA-Installation wurden eine oder mehrere ältere Erweiterungen gefunden. Die Funktionen dieser Erweiterungen sind mittlerweile fester Bestandteil in NVDA geworden, die Sie verwenden oder die von Entwicklern der jeweiligen Erweiterung als veraltet gekennzeichnet wurde. Bitte deaktivieren oder deinstallieren Sie diese Erweiterungen, indem Sie ins NVDA-Menü gehen, dann dort auf "Werkzeuge" und dann auf "Erweiterungen verwalten" klicken.
es: Se han encontrado uno o más complementos antiguos en tu instalación de NVDA. Las funciones de estos complementos ahora forman parte de la versión de NVDA que estás utilizando, o los desarrolladores de los complementos los han declarado obsoletos. Por favor, deshabilita o desinstala estos complementos yendo al menú NVDA, Herramientas, Gestionar complementos.
fa: یک یا چند افزونه‌ی قدیمی در نسخه‌ی NVDAِ نصب‌شده‌ی شما یافت شدند. امکاناتِ موجود در این افزونه‌ها، حالا بخشی از نگارشِ NVDA هستند که از آن استفاده میکنید؛ یا توسط نویسنده‌های افزونه‌ها قدیمی اعلام شده‌اند. لطفا با رفتن به منوی NVDA، ابزارها، مدیرِ افزونه‌ها، این افزونه‌ها را غیرفعال یا حذف کنید.
fi: NVDA-asennuksestasi löytyi yksi tai useampi vanhentunut lisäosa. Näiden lisäosien ominaisuudet sisältyvät käyttämääsi NVDA-versioon tai kehittäjät ovat ilmoittaneet ne vanhentuneiksi. Ole hyvä ja poista nämä lisäosat käytöstä tai poista niiden asennus avaamalla NVDA-valikko ja valitsemalla Työkalut-alivalikosta Lisäosien hallinta.
fr: Une ou plusieurs extensions obsolètes ont été trouvées dans votre installation NVDA. Les fonctionnalités de ces extensions font maintenant partie de la version de NVDA que vous utilisez. Veuillez désactiver ou désinstaller ces extensions en allant dans le menu NVDA, Outils, Gérer les extensions.
gl: Atopáronse na túa instalación de NVDA un ou máis complementos antigos. As características destes complementos agora forman parte da versión de NVDA que estás a utilizar ou declaradas antigas polos desenvolvedores do complemento. Por favor deshabilita ou desinstala eses complementos indo ó menú NVDA, Ferramentas, Administrador de complementos.
hr: Jedan ili više starih dodataka pronađeni su u tvojoj NVDA instalaciji. Funkcije tih dodataka sada su dio verzije NVDA koju koristiš, ili su razvojni programeri dodataka proglasili dodatke starim. Molimo da isključiš te dodatke tako da uđeš u NVDA izbornik, alati, upravljaj NVDA dodacima.
it: Nella tua installazione di NVDA sono stati trovati uno o più componenti aggiuntivi obsoleti. Le funzionalità di questi componenti ora fanno parte della versione di NVDA che stai utilizzando oppure risultano semplicemente non compatibili. Disabilita o disinstalla questi add-on scegliendo Strumenti -> Gestione Componenti Aggiuntivi dal menù di NVDA.
ka: ნაპოვნია ერთი ან მეტი მოძველებული დამატება თქვენს დაყენებულ NVDA-ში. ამ დამატებების ფუნქცია ახლა უკვე თქვენ მიერ გამოყენებული NVDA-ის ვერსიის ნაწილია, ან გამოცხადებულია დამმუშავებლების მხრიდან როგორც მოძველებული. გთხოვთ, გამორთოთ ან წაშალოთ ეს დამატებები NVDA მენიუ, სერვისი, დამატებების მართვაში გადასვლით.
nl: Er zijn een of meer verouderde add-ons gevonden in uw NVDA-installatie. Functies van deze add-ons maken nu deel uit van de NVDA-versie die u gebruikt, of zijn verouderd verklaard door de ontwikkelaars van de add-on. Schakel deze add-ons uit of verwijder deze via het NVDA-menu, Extra, Add-ons beheren.
ru: В вашей установке NVDA было обнаружено одно или несколько устаревших дополнений. Функции из этих дополнений теперь являются частью используемой вами версии NVDA или объявлены разработчиками дополнений устаревшими. Пожалуйста, отключите или удалите эти дополнения, перейдя в меню NVDA, Сервис, Менеджер дополнений.
sk: Pri kontrole sa našli nepodporované doplnky. Funkcie z týchto doplnkov sú už súčasťou NVDA a preto sa samotné doplnky nevyvýjajú. Odstráňte ich cez správcu doplnkov nvda. Otvorte ponuku NVDA > Nástroje > Spravovať doplnky.
uk: У вашій інсталяції NVDA знайдено один або кілька застарілих додатків. Функції цих додатків тепер є частиною версії NVDA, яку ви використовуєте, або ж розробники визначили їх як застарілі. Вимкніть або видаліть ці додатки, перейшовши до меню NVDA, Інструменти, Керування додатками.
vi: Đã tìm thấy một hoặc nhiều bổ trợ lỗi thời trong bản cài NVDA của bạn. Tính năng của các bổ trợ này giờ đây đã được tích hợp vào phiên bản NVDA bạn đang dùng hoặc được tác giả khai báo là bổ trợ lỗi thời. Hãy vô hiệu hoặc gỡ các bổ trợ này bằng cách vào trình đơn NVDA, Công cụ, Quản lý các bổ trợ .

source: Legacy add-ons
ar: الإضافات القديمة
bg: Остарели добавки
da: Forældede tilføjelser
de: Ältere Erweiterungen
es: Complementos antiguos
fa: افزونه‌های قدیمی
fi: Vanhentuneet lisäosat
fr: Extensions obsolètes
gl: Complementos antigos
hr: Stari dodaci
it: componenti aggiuntivi obsoleti
ka: მოძველებული დამატებები
nl: Verouderde add-ons
ru: Устаревшие дополнения
sk: Nepodporované doplnky
uk: Застарілі додатки
vi: Có các bổ trợ lỗi thời

source: Legacy reason
ar: الإضافات الغير المدعومة
bg: Причина
da: Årsag til forældet status
de: Kennzeichnungsgrund
es: Motivo de la obsolescencia
fa: دلیلِ قدیمی بودن
fi: Vanhentumisen syy
fr: Raison de l'obsolescence
gl: Razón de antigüidade
hr: Razlog zastare
it: Motivo dell'obsolescenza
ka: მოძველების მიზეზი
nl: Verouderd omdat
ru: Причина
sk: Dôvod
uk: Причина застарілості
vi: Lí do

source: Add-on update check
ar: التحقق من وجود تحديث
bg: Проверка за обновления на добавките
da: Søgning af tilføjelsesopdateringer
de: Updates für NVDA-Erweiterungen suchen
es: Búsqueda de actualización de complementos
fa: بررسیِ به‌روزرسانیِ افزونه
fi: Lisäosien päivitystarkistus
fr: Vérification de la mise à jour des extensions
gl: Verificación de actualizacións de complementos
hr: Provjera ažuriranja dodataka
it: Controllo aggiornamenti
ka: დამატებების განახლების შემოწმება
nl: Add-on updates zoeken
ru: Проверка обновлений дополнения
sk: Kontrola aktualizácií doplnkov
uk: Перевірка оновлень для додатків
vi: Kiểm tra cập nhật bổ trợ

source: Checking for add-on updates from {updateSource}...
ar: التحقق من وجود تحديثات من {updateSource}...
bg: Проверява се за обновления на добавките от {updateSource}...
da: Søger efter tilføjelsesopdateringer fra {updateSource}...
de: Nach Updates für NVDA-Erweiterungen von {updateSource} suchen...
es: Buscando actualizaciones de complementos desde {updateSource}...
fa: درحالِ بررسیِ به‌روزرسانیِ افزونه‌ها از {updateSource}...
fi: Tarkistetaan lisäosien päivityksiä lähteestä {updateSource}...
fr: Recherche de mises à jour d'extensions à partir de {updateSource}…
gl: Comprobando actualizacións de complementos en {updateSource}.
hr: Provjera ažuriranja dodataka iz {updateSource} …
it: Controllo aggiornamenti in corso da {updateSource}...
ka: მიმდინარეობს დამატებების განახლების შემოწმება {updateSource}დან...
ru: Проверка обновлений дополнений из {updateSource}...
sk: Prebieha kontrola aktualizácie doplnkov {updateSource}...
uk: Перевірка оновлень додатків із {updateSource}...

source: Error checking for add-on updates.
ar: فشل في التحقق من وجود تحديثات للإضافات
bg: Грешка при проверката за обновления на добавките.
da: Fejl under søgning efter tilføjelsesopdateringer.
de: Fehler bei der Suche nach Updates für NVDA-Erweiterungen.
es: Error al buscar actualizaciones de complementos.
fa: خطای بررسیِ به‌روزرسانی‌های افزونه‌ها.
fi: Virhe tarkistettaessa lisäosien päivityksiä.
fr: Erreur durant la recherche des mises à jour d'extensions.
gl: Erro ao comprobar actualizacións de complementos.
hr: Greška prilikom provjeravanja ažuriranja dodataka.
it: Errore nel controllo aggiornamenti.
ka: შეცდომა დამატებების განახლების შემოწმებისას.
nl: Fout bij het controleren op add-on-updates.
ru: Ошибка при проверке обновлений дополнения.
sk: Chyba pri kontrole aktualizácií doplnkov.
uk: Під час перевірки оновлень виникла помилка.
vi: Có lỗi khi kiểm tra cập nhật bổ trợ .
