Repository: shadow2560/Ultimate-Switch-Hack-Script
Catalog: tools/nvda/userConfig/addons/addonUpdater/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fi, fr, gl, hr, it, ka, nl, ru, sk, uk, vi

source: NVDA Add-on Updates ({updateSource})
ar: تحديثات إضافات NVDA ({updateSource})
bg: Обновяване на добавките за NVDA ({updateSource})
da: NVDA-tilføjelsesopdateringer ({updateSource})
de: Updates der NVDA-Erweiterung ({updateSource})
es: Actualización de complementos de NVDA ({updateSource})
fa: به‌روزرسانی‌های افزونه‌های NVDA ({updateSource})
fi: NVDA-lisäosien päivitykset ({updateSource})
fr: Mises à jour des extensions NVDA ({updateSource})
gl: Actualizacións de complementos de NVDA ({updateSource})
hr: Ažuriranja NVDA dodataka ({updateSource})
it: Aggiornamenti addon di NVDA: ({updateSource})
ka: NVDA დამატების განახლებები ({updateSource})
ru: Обновления дополнений NVDA ({updateSource})
sk: Aktualizácie doplnkov ({updateSource})
uk: Оновлення додатків для NVDA ({updateSource})

source: Add-on updates available: {updateCount}
ar: التحديثات المتوفرة: {updateCount}"
bg: Налични обновления: {updateCount}
da: Tilføjelsesopdateringer tilgængelige: {updateCount}
de: Updates folgender Erweiterungen verfügbar: {updateCount}
es: Hay disponibles {updateCount} actualizaciones de complementos:
fa: به‌روزرسانیِ افزونه‌ها موجود است: {updateCount}
fi: Lisäosapäivityksiä saatavilla: {updateCount}
fr: Mises à jour d'extension disponibles: {updateCount}
gl: Actualizacións de complementos dispoñibles: {updateCount}
hr: Dostupni su ažurirani dodaci: {updateCount}
it: Aggiornamenti Addon disponibili: {updateCount}
ka: ხელმისაწვდომი განახლება დამატებებისთვის: {updateCount}
nl: Beschikbare add-on updates: {updateCount}
ru: Доступно обновлений дополнений: {updateCount}
sk: Dostupné aktualizácie doplnkov: {updateCount}
uk: Доступні оновлення такої кількості додатків: {updateCount}
vi: Đã có cập nhật bổ trợ : {updateCount}

source: Add-ons pending install: {updateCount}
ar: الإضافات المعلقة التثبيت: {updateCount}
bg: Добавки, чакащи за инсталиране: {updateCount}
da: Tilføjelser, der afventer installation: {updateCount}
de: Ausstehende NVDA-Erweiterungen: {updateCount}
es: Complementos pendientes de instalar: {updateCount}
fa: افزونه‌های در انتظارِ نصب: {updateCount}
fi: Asennusta odottavia lisäosia: {updateCount}
fr: Mises à jour d'extensions en attente : {updateCount}
gl: Complementos pendentes de instalar: {updateCount}
hr: Dodaci na čekanju instalacije: {updateCount}
it: Componenti aggiuntivi in attesa di essere installati: {updateCount}
ka: დაყენების მოლოდინში მყოფი დამატებები: {updateCount}
ru: Дополнения, ожидающие установки: {updateCount}
sk: Aktualizované doplnky: {updateCount}
uk: Така кількість додатків очікує встановлення: {updateCount}

source: Current version
ar: الإصدار الحالي
bg: Текуща версия
da: Aktuelle version
de: Aktuelle Version
es: Versión actual
fa: نسخه‌ی فعلی
fi: Nykyinen versio
fr: Version actuelle
gl: Versión actual
hr: Trenutačna verzija
it: Versione attuale
ka: მიმდინარე ვერსია
nl: Huidige versie
ru: Текущая версия
sk: Aktuálna verzia
uk: Поточна версія
vi: Phiên bản hiện tại

source: New version
ar: الإصدار الجديد
bg: Нова версия
da: Nye version
de: Neue Version
es: Nueva versión
fa: نسخه‌ی جدید
fi: Uusi versio
fr: Nouvelle version
gl: Nova versión
hr: Nova verzija
it: Nuova versione
ka: ახალი ვერსია
nl: Nieuwe versie
ru: Новая версия
sk: Nová verzia
uk: Нова версія
vi: Phiên bản mới

source: Update channel
ar: &قناة التحديث
bg: Канал за обновление
de: Update-Kanal
es: Canal de actualización
fa: کانالِ بروزرسانی
fi: Päivityskanava
fr: Canal de mise à jour
gl: Canle de actualización
hr: Ažuriraj kanal
it: Canale di aggiornamento
sk: Aktualizačný kanál
uk: Канал оновлення

source: No add-on update available.
ar: لا توجد تحديثات متوفرة.
bg: Няма налични обновления на добавките.
da: Ingen tilføjelsesopdatering tilgængelig.
de: Keine Updates für NVDA-Erweiterungen verfügbar.
es: No hay actualizaciones de complementos disponibles.
fa: هیچ به‌روزرسانی‌ای برای افزونه‌ها موجود نیست.
fi: Lisäosien päivityksiä ei saatavilla.
fr: Aucune mise à jour d'extensions disponible.
gl: Non hai actualizacións de complementos dispoñibles.
hr: Nema novih ažuriranja dodataka.
it: Non ci sono aggiornamenti disponibili.
ka: დამატებებისთვის განახლება არ არის.
nl: Geen add-on-updates beschikbaar.
ru: Нет доступных обновлений дополнений.
sk: Používate aktuálne verzie všetkých doplnkov.
uk: Немає доступних оновлень для додатків.
vi: Không có bản cập nhật bổ trợ nào.

source: &Update add-ons
ar: &تحديث الإضافات
bg: &Обнови добавките
da: &Opdater tilføjelser
de: Erweiterungen &aktualisieren
es: &Actualizar complementos
fa: به‌روز رِساندنِ افزونه‌ها
fi: &Päivitä lisäosat
fr: &Mettre à jour les extensions
gl: &Actualizar complementos
hr: &Ažuriraj dodatke
it: Aggiorna componenti aggi&untivi
ka: &დამატებების განახლება
ru: &Обновить дополнения
sk: &Aktualizovať doplnky
uk: &Оновити додатки
vi: &cập nhật các bổ trợ

source: One or more add-ons are currently disabled. These add-ons will be enabled after updating. Are you sure you wish to update disabled add-ons anyway?
ar: إضافة واحدة أو أكثر معطلة . سيتم تمكين هذه الإضافات بعد التحديث. هل أنت متأكد من رغبتك في تحديثيها ؟
bg: Една или повече добавки в момента са изключени. Тези добавки ще бъдат включени след обновяването. Сигурни ли сте, че въпреки това искате да обновите изключените добавки?
da: én eller flere tilføjelser er i øjeblikket deaktiveret. Disse tilføjelser vil blive aktiveret efter opdatering. Er du sikker på, at du alligevel vil opdatere deaktiverede tilføjelser?
de: Eine oder mehrere Erweiterungen sind derzeit deaktiviert. Diese Erweiterungen werden nach der Aktualisierung aktiviert. Sind Sie sicher, dass Sie deaktivierte Erweiterungen trotzdem aktualisieren möchten?
es: Hay uno o más complementos deshabilitados. Estos complementos se habilitarán después de actualizar. ¿Seguro que quieres actualizar los complementos deshabilitados de todas formas?
fa: در حالِ حاضر یک یا چند افزونه غیرفعال اند. این افزونه‌ها بعد از به‌روزرسانی فعال خواهند شد. با این حال، آیا مطمئنید که میخواهید افزونه‌های غیرفعال را به‌روز کنید؟
fi: Yksi tai useampi lisäosa ei ole tällä hetkellä käytössä. Ne otetaan käyttöön päivityksen jälkeen. Haluatko varmasti päivittää käytöstä poistetut lisäosat?
fr: Une ou plusieurs extensions sont actuellement désactivées. Ces extensions seront activées après la mise à jour. Voulez-vous vraiment mettre à jour les extensions désactivées ?
gl: Un ou máis complementos están actualmente deshabilitados. Estes complementos habilitaranse después da actualización. Estás seguro de que queres actualizar os complementos deshabilitados de tódolos xeitos?
hr: Jedan ili više dodataka su trenutačno deaktivirani. Ovi će se dodaci aktivirati nakon ažuriranja. Svejedno želiš ažurirati isključene dodatke?
it: Uno o più componenti aggiuntivi sono attualmente disabilitati. Questi componenti aggiuntivi verranno abilitati dopo l'aggiornamento. Sei sicuro di voler aggiornare comunque i componenti aggiuntivi disabilitati?
ka: ამჟამად ერთი ან მეტი დამატება გამორთულია. განახლების შემდეგ, ეს დამატებები ჩაირთვება. მაინც გსურთ გამორთული დამატებების განახლება?
ru: Одно или несколько дополнений в настоящее время отключены. Эти дополнения будут включены после обновления. Вы действительно хотите обновить отключенные дополнения?
sk: Jeden alebo viacero doplnkov je zakázaných. Po aktualizácii budú tieto doplnky povolené. Chcete pokračovať?
uk: Один або кілька додатків зараз вимкнено. Ці додатки увімкнуться після оновлення. Все одно бажаєте оновити вимкнені додатки?

source: Update disabled add-ons
ar: تحديث الإضافات المعطلة
bg: Обновяване на изключени добавки
da: Opdater deaktiverede tilføjelser
de: Deaktivierte Erweiterungen aktualisieren
es: Actualizar complementos deshabilitados
fa: به‌روز رِساندنِ افزونه‌های غیرفعال
fi: Päivitä käytöstä poistetut lisäosat
fr: Mise à jour des extensions désactivées
gl: Actualizar complementos deshabilitados
hr: Ažuriraj isključene dodatke
it: Aggiorna i componenti aggiuntivi disabilitati
ka: გამორთული დამატებების განახლება
ru: Обновить отключенные дополнения
sk: Aktualizovať zakázané doplnky
uk: Оновити вимкнені додатки

source: Downloading {addonName}
ar: جاري تحميل {addonName}
bg: Изтегляне на {addonName}
da: Henter {addonName}
de: {addonName} wird heruntergeladen
es: Descargando {addonName}
fa: درحالِ دانلودِ {addonName}
fi: Ladataan {addonName}
fr: Téléchargement de {addonName} en cours
gl: Descargando {addonName}
hr: Preuzimanje {addonName}
it: Download di {addonName}
ka: მიმდინარეობს {addonName}-ის ჩამოტვირთვა
ru: Загрузка {addonName}
sk: sťahovanie doplnku {addonName}
uk: Завантаження {addonName}

source: Error downloading update for {name}.
ar: حدث خطأ أثناء تحميل التحديث ل {name}.
bg: Грешка при изтегляне на обновлението на добавката "{name}".
da: Fejl under hentning af tilføjelsesopdatering {name}.
de: Fehler beim Update-Download für {name}.
es: Error al descargar la actualización de {name}.
fa: خطای دانلودِ به‌روزرسانیِ {name}.
fi: Virhe ladattaessa päivitystä lisäosalle {name}.
fr: Erreur lors du téléchargement de la mise à jour de {name}.
gl: Erro ao descargar a actualización de {name}.
hr: Greška prilikom preuzimanja ažuriranja za {name}.
it: Errore nello scaricamento dell'aggiornamento di {name}.
ka: {name}-ისთვის განახლების ჩამოტვირთვა ვერ მოხერხდა.
nl: Fout bij het downloaden van de update voor {name}.
ru: Ошибка загрузки обновления для {name}.
sk: Chyba pri sťahovaní aktualizácie doplnku {name}.
uk: Помилка завантаження оновлення для {name}.
vi: Không tải được cập nhật cho {name}.

source: Updating add-ons
ar: جاري تحديث الإضافات
bg: Обновяване на добавките
da: Opdatering af tilføjelser
de: Erweiterungen werden aktualisiert
es: Actualizando complementos
fa: درحالِ به‌روزرسانیِ افزونه‌ها
fi: Päivitetään lisäosia
fr: Mise à jour des extensions en cours
gl: Actualizando complementos
hr: Ažuriranje dodataka
it: Aggiornamento dei componenti aggiuntivi
ka: მიმდინარეობს დამატებების განახლება
ru: Обновление дополнений
sk: Aktualizujú sa doplnky
uk: Оновлюємо додатки

source: Please wait while add-ons are being updated.
ar: يرجى الانتظار بينما يتم تحديث الإضافات
bg: Моля, изчакайте, докато добавките бъдат обновени.
da: Vent venligst, mens tilføjelser opdateres.
de: Bitte warten Sie, während die NVDA-Erweiterung aktualisiert werden.
es: Por favor, espera mientras se actualizan los complementos.
fa: لطفا تا به‌روزرسانیِ افزونه‌ها شکیبا باشید.
fi: Odota, kun lisäosia päivitetään.
fr: Veuillez patienter durant la mise à jour des extensions.
gl: Por favor agarda mentres os complementos se actualizan.
hr: Pričekaj dok se dodaci ažuriraju.
it: Si prega di Attendere mentre i componenti vengono aggiornati.
ka: გთხოვთ, დაელოდოთ, სანამ მიმდინარეობს დამატებების განახლება.
ru: Пожалуйста, подождите, пока дополнение обновляется.
sk: Čakajte prosím, aktualizujú sa doplnky.
uk: Зачекайте, будь ласка, поки додатки оновлюються.

source: Cannot update {name} - missing file or invalid file format
ar: لا يمكن تحديث {name} - ملف مفقود أو تنسيق ملف غير صالح
bg: Не може да се обнови добавката "{name}" – липсващ файл или невалиден файлов формат.
da: Kunne ikke opdatere {name} - manglende fil eller ugyldigt filformat
de: {name} konnte nicht aktualisiert werden - fehlende Datei oder ungültiges Datei-Format
es: No se puede actualizar {name} - archivo ausente o formato de archivo no válido
fa: نمیتوانم {name} را به‌روزرسانی کنم. فایل ناقص است یا فرمتِ آن معتبر نیست.
fi: Lisäosaa {name} ei voi päivittää - tiedosto puuttuu tai virheellinen tiedostomuoto
fr: Impossible de mettre à jour {name} - fichier manquant ou format de fichier incorrect
gl: Non se pode actualizar {name} - falta o ficheiro ou o formato de ficheiro non é válido
hr: Nije moguće ažurirati {name} – datoteka nedostaje ili je datotečni format neispravan
it: Impossibile aggiornare {name} - file mancanti o formato sconosciuto
ka: {name}-ის განახლება ვერ მოხერხდა - ფაილი არ არსებობს, ან აქვს არასწორი ფორმატი
nl: Kan {name} niet updaten - ontbrekend bestand of ongeldige bestandsindeling
ru: Не удалось обновить {name} - отсутствует файл или неверный формат файла
sk: Nie je možné aktualizovať doplnok {name} - chýbajúci súbor alebo nesprávny formát súboru
uk: Неможливо оновити {name} - пошкоджений файл або неправильний формат файла
vi: Không thể cập nhật {name} - thiếu tập tin hoặc tập tin bị lỗi định dạng

source: Failed to update {name} add-on
ar: فشل تحديث {name} الإضافة
bg: Неуспешно обновяване на добавката "{name}".
da: Kunne ikke opdatere tilføjelsen {name}
de: Die NVDA-Erweiterung {name} konnte nicht aktualisiert werden
es: Fallo al actualizar el complemento {name}
fa: به‌روزرسانیِ افزونه‌ی {name} دچار خطا شد.
fi: Lisäosan {name} päivitys ei onnistunut
fr: Échec de la mise à jour de l'extension {name}
gl: Fallou a actualización do complemento {name}
hr: Neuspjelo ažuriranje dodatka {name}
it: Impossibile aggiornare il componente aggiuntivo {name}
ka: ვერ მოხერხდა {name} დამატების განახლება
nl: Bijwerken van de add-on {name} is mislukt
ru: Не удалось обновить дополнение {name}
sk: Pri aktualizácii doplnku {name} došlo k chybe
uk: Не вдалося оновити додаток {name}
vi: Không cập nhật được {name} bổ trợ

source: Downloading Add-on Update
ar: جاري تحميل تحديث الإضافة
bg: Изтегляне на обновленията на добавките
da: Henter tilføjelsesopdatering
de: Update der NVDA-Erweiterung wird heruntergeladen
es: Descargando actualización de complemento
fa: درحالِ دانلودِ به‌روزرسانیِ افزونه
fi: Ladataan lisäosan päivitystä
fr: Téléchargement des mises à jour d'extensions en cours
gl: Descargando actualización de complemento
hr: Preuzimanje ažuriranja dodatka
it: Download aggiornamento in corso
ka: მიმდინარეობს დამატების განახლების ჩამოტვირთვა
nl: Add-on-update wordt gedownload
ru: Загрузка обновления дополнения
sk: Sťahujem aktualizácie doplnkov
uk: Завантаження оновлення для додатка
vi: Đang tải cập nhật

source: Downloading add-on updates
ar: جاري تحميل تحديثات الإضافة
bg: Изтегляне на обновленията за добавките
da: Henter tilføjelsesopdateringer
de: Updates für Erweiterungen werden heruntergeladen
es: Descargando actualizaciones de complementos
fa: درحالِ دانلودِ به‌روزرسانی‌های افزونه‌ها
fi: Ladataan lisäosien päivityksiä
fr: Téléchargement des mises à jour d'extensions en cours
gl: Descargando actualizacións de complementos
hr: Preuzimanje ažuriranja dodataka
it: Download degli aggiornamenti dei componenti aggiuntivi
ka: მიმდინარეობს დამატებების განახლების ჩამოტვირთვა
ru: Загрузка обновления дополнения
sk: Sťahujem aktualizácie doplnkov
uk: Завантаження оновлень додатків

source: features included in NVDA
ar: الميزات المدرجة في NVDA
bg: Функции, включени в NVDA
da: funktioner inkluderet i NVDA
de: Funktionen, die in NVDA enthalten sind
es: funciones ya incluidas en NVDA
fa: امکانات در NVDA موجود است.
fi: ominaisuudet sisältyvät NVDA:han
fr: Fonctionnalités incluses dans NVDA
gl: características incluídas en NVDA
hr: značajke koje su uvedene u NVDA
it: Caratteristiche incluse in NVDA
ka: ფუნქციები, რომელიც ჩართულია NVDA-ში
nl: functies opgenomen in NVDA
ru: функции включены в NVDA
sk: Funkcia je už súčasťou NVDA
uk: функції включені в NVDA
vi: Các tính năng đã bao gồm trong NVDA

source: declared legacy by add-on developers
ar: تم الإعلان عنها بواسطة المطورين بأنها إضافة ةقديمة
bg: Обявени като остарели от разработчиците на добавки
da: erklæret forældet af tilføjelsesudviklere
de: Durch Entwickler als veraltet gekennzeichnete Erweiterungen
es: declarado como obsoleto por los desarrolladores del complemento
fa: توسط نویسنده‌های افزونه‌ها به عنوان افزونه‌های قدیمی اعلام شده‌اند.
fi: ilmoitettu vanhentuneeksi lisäosakehittäjien toimesta
fr: déclarée obsolète par les développeurs de l'extensions
gl: declarado antigo polos desenvolvedores do complemento
hr: razvojni programeri NVDA dodataka označili su ga kao stari dodatak
it: Dichiarato obsoleto dagli sviluppatori
ka: გამოცხადებულია როგორც მოძველებული დამატების დამმუშავლების მიერ
nl: verouderd verklaard door de ontwikkelaars van de add-on
ru: объявлен старым разработчиками дополнения
sk: Doplnok sa viac nevyvíja
uk: розробники визначили додаток як застарілий
vi: tác giả đã tuyên bố rằng, bổ trợ này đã không được phát triển nữa

source: Review &add-on updates ({updateCount})...
ar: مراجعة تحديثات الإضافة ({updateCount})...
bg: Преглед на обновленията за &добавките ({updateCount})...
da: Gennemse &tilføjelsesopdateringer ({updateCount})...
de: Überprüfung und &zusätzliche Updates ({updateCount})...
es: Revisar a&ctualizaciones de complementos ({updateCount})...
fa: بازبینیِ افزونه‌ها ({updateCount})...
fi: Tarkastele &lisäosien päivityksiä ({updateCount})...
fr: Examiner les &mises à jour d'extensions ({updateCount})...
gl: Revisar &actualizacións de complementos ({updateCount})...
hr: Pregledaj ažuriranja &dodataka ({updateCount}) …
it: &Aggiornamenti Addon disponibili ({updateCount})...
ka: დამატებების განახლების &გადახედვა ({updateCount})...
ru: Просмотр обновлений &дополнений ({updateCount})...
sk: Aktualizácie &doplnkov ({updateCount})...
uk: Переглянути &оновлення додатків ({updateCount})...

source: One or more add-on updates from {updateSource} are available. Go to NVDA menu, Tools, Review add-on updates to review them.
ar: يتوفر تحديث واحد أو أكثر للإضافاة من {updateSource}. إنتقل إلى قائمة NVDA ، الأدوات ، قم بالدخول إلى البحث عن تحديثات الإضافات وراجع قائمة التحديثات
bg: Налични са обновления за една или повече добавки от {updateSource}. Отидете в менюто на NVDA -> Инструменти -> Преглед на обновленията за добавките, за да ги прегледате.
da: én eller flere tilføjelsesopdateringer fra {updateSource} er tilgængelige. Gå til "NVDA-menuen, Værktøjer, Gennemse tilføjelsesopdateringer" for at gennemgå dem.
de: Ein oder mehrere Updates für NVDA-Erweiterungen von {updateSource} sind verfügbar. Gehen Sie ins NVDA-Menü, Werkzeuge, Nach Updates für NVDA-Erweiterungen suchen, um sie zu überprüfen.
es: Hay una o más actualizaciones de complementos disponibles desde {updateSource}. Ve al menú NVDA, Herramientas, Revisar actualizaciones de complementos para revisarlas.
fa: به‌روزرسانیِ یک یا چند افزونه از {updateSource} موجود است. برای بازبینیِ آن‌ها به منوی NVDA، ابزارها، بازبینیِ به‌روزرسانیِ افزونه‌ها بروید.
fi: Yksi tai useampi lisäosapäivitys lähteestä {updateSource} on saatavilla. Tarkastele niitä menemällä NVDA-valikkoon ja valitsemalla Työkalut-alivalikosta Tarkastele lisäosien päivityksiä.
fr: Une ou plusieurs mises à jour d'extensions depuis {updateSource} sont disponibles. Allez dans le menu NVDA, Outils, Examiner les mises à jour d'extensions pour les examiner.
gl: Están dispoñibles unha ou máis actualizacións de complementos dende {updateSource}. Vai ó menú NVDA, Ferramentas, Revisar actualizacións de complementos para revisalas.
hr: Dostupno je jedno ili više ažuriranja dodataka od {updateSource}. Otvori NVDA izbornik, Alati, Pregledaj ažuriranja dodataka.
it: Sono disponibili uno o più aggiornamenti dei tuoi addon da {updateSource}. Vai al menu di NVDA, Strumenti, controlla aggiornamenti componenti aggiuntivi per esaminarli.
ka: {updateSource}დან ხელმისაწვდომია ერთი ან მეტი განახლება დამატებებისთვის. გადადით NVDA მენიუ, სერვისი, დამატებების განახლების გადახედვა, რათა ნახოთ ისინი.
ru: Доступно одно или несколько дополнений из {updateSource}. Перейдите в меню NVDA, Сервис, Просмотр обновлений дополнений, чтобы просмотреть их.
sk: Dostupné aktualizácie doplnkov {updateSource}. Otvorte ponuku NVDA, nástroje, aktualizácie doplnkov.
uk: Доступні оновлення одного або кількох додатків із {updateSource}. Щоб їх переглянути, увійдіть до меню NVDA, Інструменти, Переглянути оновлення додатків.

source: One or more add-on updates from {updateSource} are being downloaded and installed.
ar: يتم الآن تنزيل وتثبيت واحد أو أكثر من تحديثات الإضافات من {updateSource}.
bg: Изтеглят се и се инсталират обновления за една или повече добавки от {updateSource}.
da: én eller flere tilføjelsesopdateringer fra {updateSource} er ved at blive hentet og installeret.
de: Ein oder mehrere Updates für NVDA-Erweiterungen von {updateSource} werden gerade heruntergeladen und installiert.
es: Se están descargando e instalando una o más actualizaciones desde {updateSource}.
fa: یک یا چند افزونه از {updateSource} دارند دانلود و نصب میشوند.
fi: Yhtä tai useampaa lisäosapäivitystä ladataan ja asennetaan lähteestä {updateSource}.
fr: Une ou plusieurs mises à jour d'extensions de {updateSource} sont en cours de téléchargement et d'installation.
gl: Estanse descargando e instalando unha ou máis actualizacións de complementos de {updateSource}.
hr: Preuzimaju se i instaliraju jedan ili više dodataka s izvora dodataka {updateSource}.
it: È in corso il download e l'installazione di uno o più aggiornamenti aggiuntivi da {updateSource}.
ka: მიმდინარეობს ერთი ან მეტი დამატებისთვის განახლების ჩამოტვირთვა და დაყენება {updateSource}დან.
ru: Выполняется загрузка и установка одного или нескольких обновлений дополнения из {updateSource}
sk: Aktualizujú sa doplnky {updateSource}.
uk: Буде завантажено і встановлено оновлення одного або кількох додатків із {updateSource}.

source: NVDA add-on updates
ar: تحديثات إضافات NVDA
bg: Обновления за добавките в NVDA
da: NVDA-tilføjelsesopdateringer
de: Updates für NVDA-Erweiterungen
es: Actualización de complementos de NVDA
fa: به‌روزرسانی‌های افزونه‌های NVDA
fi: NVDA-lisäosien päivitykset
fr: Mises à jour des extensions NVDA
gl: Actualizacións para complementos de NVDA
hr: Ažuriranja NVDA dodataka
it: Aggiornamenti NVDA-Addon
ka: NVDA დამატების განახლებები
ru: Обновления дополнений NVDA
sk: Aktualizácie doplnkov
uk: Оновлення додатків для NVDA
vi: Cập nhật bổ trợ NVDA
