Repository: shadow2560/Ultimate-Switch-Hack-Script
Catalog: tools/nvda/userConfig/addons/TeleNVDA.pendingInstall/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de

source: The version of the relay server which you have connected to is not compatible with this version of the Remote Client. Please either use a different server or upgrade your version of the addon.
bg: Версията на препредаващия сървър, към който сте се свързали, не е съвместима с тази версия на отдалечения клиент. Моля, използвайте друг сървър или надстройте вашата версия на добавката.
da: Versionen på den kontrolserver, du har oprettet forbindelse til, er ikke kompatibel med denne version af fjernklienten. Brug venligst en anden server eller opdatér din tilføjelse til seneste version. .
de: Die Version des Relay-Servers, mit dem Sie sich verbunden haben, ist nicht mit dieser Version des Remote Client kompatibel. Bitte verwenden Sie entweder einen anderen Server oder aktualisieren Sie die Version der NVDA-Erweiterung.

source: Message of the Day
bg: Съобщение за деня
da: Dagens meddelelse
de: Nachricht des Tages

source: Remote NVDA not connected.
bg: Отдалеченият NVDA не е свързан.
da: NVDA Fjernsupport ikke forbundet.
de: Nicht mit NVDA auf dem Remote-Computer verbunden.

source: Invalid URL
bg: Невалиден URL адрес
da: Ugyldig URL
de: Ungültige URL

source: Unable to parse url "%s"
bg: URL адресът "%s" не може да бъде анализиран синтактично
da: Kan ikke behandle URL "%s"
de: Die Url "%s" konnte nicht geparst werden

source: Tele NVDA remote assistance
bg: Дистанционна помощ чрез Tele NVDA
da: Tele NVDA fjernsupport
de: TeleNVDA-Fernunterstützung

source: Allows remote control of and remote access to another machine. This add-on is based on NVDA Remote.
bg: Позволява дистанционно управление и отдалечен достъп до друга машина. Тази добавка е базирана на NVDA Remote.
da: Tillader fjernstyring af og fjernadgang til en anden maskine. Denne tilføjelse er baseret på NVDA Fjernsupport (NVDA Remote).
de: Stellt einen Zugriff von und auf einen anderen Computer her. Diese NVDA-Erweiterung basiert auf NVDA-Remote.
