Repository: shadow2560/Ultimate-Switch-Hack-Script
Catalog: tools/nvda/userConfig/addons/TeleNVDA.pendingInstall/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de

source: NVDA Remote has been detected on your NVDA installation. In order for TeleNVDA to work without conflicts, NVDA Remote must be disabled. Otherwise, TeleNVDA will refuse to work. Would you like to disable NVDA Remote now?
bg: Добавката NVDA Remote е открита във вашата инсталация на NVDA. За да може TeleNVDA да работи без конфликти, NVDA Remote трябва да бъде изключена. В противен случай TeleNVDA ще откаже да работи. Искате ли да изключите NVDA Remote сега?
da: NVDA Fjernsupport er blevet registreret i din NVDA-installation. For at TeleNVDA kan fungere uden konflikter, skal NVDA Remote være deaktiveret, ellers vil TeleNVDA ikke fungere. Vil du deaktivere NVDA Remote nu?
de: NVDA-Remote wurde in Ihrer NVDA-Installation erkannt. Damit TeleNVDA ohne Konflikte funktioniert, muss NVDA-Remote deaktiviert werden. Andernfalls wird TeleNVDA nicht funktionieren. Möchten Sie, dass NVDA-Remote jetzt deaktiviert werden soll?

source: Running NVDA Remote detected
bg: Открито е работещо копие на NVDA Remote
da: Kørende NVDA Fjernsupport fundet
de: Es wurde das Ausführen von NVDA-Remote erkannt

source: Your NVDA Remote configuration was corrupted and has been reset.
bg: Конфигурацията на NVDA Remote е повредена и беше нулирана.
da: Din NVDA Fjernsupport-konfiguration var beskadiget og er blevet nulstillet.
de: Die Konfiguration von NVDA-Remote war beschädigt und wurde zurückgesetzt.

source: NVDA Remote Configuration Error
bg: Грешка в конфигурацията на NVDA Remote
da: Konfigurationsfejl i NVDA Fjernsupport
de: Konfigurationsfehler bei NVDA-Remote

source: Connect...
bg: Установи връзка...
da: Forbind...
de: Verbinden...

source: Remotely connect to another computer running NVDA Remote Access or TeleNVDA
bg: Отдалечено свързване към друг компютър използващ NVDA Отдалечен Достъп или TeleNVDA
da: Opret en fjernforbindelse til en anden computer, der kører NVDA Fjernsupport eller TeleNVDA
de: Per Fernzugriff mit einem anderen Computer, auf dem NVDA-Remote oder TeleNVDA läuft, verbinden

source: Disconnect
bg: Преустанови връзката
da: Afbryd
de: Verbindung &trennen

source: Disconnect from another computer running NVDA Remote Access or TeleNVDA
bg: Прекъсване на връзката с друг компютър използващ NVDA Отдалечен Достъп или TeleNVDA
da: Afbryd forbindelsen til en computer, hvor NVDA Fjernsupport eller TeleNVDA kører
de: Die Verbindung zu einem anderen Computer mit NVDA-Remote oder TeleNVDA trennen

source: Mute remote
bg: Заглуши отдалечената машина
da: Gør fjerncomputeren lydløs
de: Sprachausgabe auf Remote-Computer stummschalten

source: Mute speech and sounds from the remote computer
bg: Заглушаване на речта и звуците, идващи от отдалечената машина
da: Slå tale og andre lyde fra på fjerncomputeren
de: Sprachausgabe und Signaltöne auf dem Remote-Computer stummschalten

source: &Push clipboard
bg: &Прехвърли клипборда
da: &Send udklipsholder
de: Inhalt der &Zwischenablage übertragen

source: Push the clipboard to the other machine
bg: Прехвърляне на клипборда към другата машина
da: Send indholdet af udklipsholderen til den anden computer
de: Überträgt den Inhalt der Zwischenablage auf den Remote-Computer

source: Send &file...
bg: Изпрати &файл...
da: Send &fil...
de: Datei &senden...

source: Send a file to the other machine
bg: Изпращане на файл до другата машина
da: Send en fil til den anden maskine
de: Senden einer Datei an den Remote-Computer

source: NVDA &Remote protocol (recommended)
bg: Протокол на NVDA &Remote (препоръчително)
da: NVDA &Fjernsupport-protokol (anbefales)
de: NVDA-Remote-Protokoll (empfohlen)

source: Copy a link to the remote session compatible with both NVDA Remote and TeleNVDA
bg: Копира връзка към отдалечената сесия, съвместима както с NVDA Remote, така и с TeleNVDA
da: Kopier et link til fjernsessionen, der er kompatibel med både NVDA Fjernsupport og TeleNVDA
de: Einen Link zur Remote-Sitzung kopieren (mit NVDA-Remote als auch mit TeleNVDA kompatibel)

source: &TeleNVDA protocol
bg: Протокол на &TeleNVDA
da: &TeleNVDA-protokol
de: &TeleNVDA-Protokoll

source: Copy a link to the remote session compatible only with TeleNVDA
bg: Копира връзка към отдалечената сесия, съвместима само с TeleNVDA
da: Kopier et link til fjernsessionen, der kun er kompatibel med TeleNVDA
de: Einen Link zur Remote-Sitzung kopieren (nur mit TeleNVDA kompatibel)

source: Copy &link
bg: Копирай &връзка
da: Kopier &link
de: Link &kopieren

source: Copy a link to the remote session
bg: Копиране на връзка към отдалечената сесия
da: Kopier et link til fjernsessionen
de: Link zur Fernsteuerungssitzung kopieren

source: &Options...
bg: &Опции...
da: &Indstillinger...
de: &Optionen...

source: Options
bg: Опции
da: Indstillinger
de: Optionen

source: Send Ctrl+Alt+Del
bg: Изпрати Control+Alt+Delete
de: Strg+Alt+Entf senden

source: R&emote
bg: Отдалечен &достъп
da: &Fjernsupport
de: &Fernsteuerung

source: Are you sure you want to disconnect the controlled computer?
bg: Сигурни ли сте, че искате да прекъснете връзката с контролирания компютър?
da: Er du sikker på, at du vil afbryde forbindelsen til den kontrollerede computer?
de: Möchten Sie wirklich den Remote-Computer abschalten?

source: Warning!
bg: Предупреждение!
da: Advarsel
de: Warnung!

source: Unmute remote
bg: Изключи заглушаването на отдалечената машина
da: Slå lyd til for fjerncomputer
de: Stummschaltung der Sprachausgabe auf Remote-Computer aufheben

source: Not connected.
bg: Няма установена връзка.
da: Ikke forbundet
de: Nicht verbunden.

source: Choose the file you want to send to the remote computer
bg: Изберете файла, който искате да изпратите на отдалечения компютър
da: Vælg den fil, du vil sende til fjerncomputeren
de: Wählen Sie die Datei aus, die Sie an den Remote-Computer senden möchten

source: All files (*.*)
bg: Всички файлове (*.*)
da: Alle filer (*.*)
de: Alle Dateien (*.*)

source: This file is too large. Only files smaller than 10 MB are supported.
bg: Този файл е твърде голям. Поддържат се само файлове, по-малки от 10 МБ.
da: Denne fil er for stor. Kun filer mindre end 10 MB understøttes.
de: Diese Datei ist zu groß. Nur Dateien bis zur Größe von 10 MB sind erlaubt.

source: Error
bg: Грешка
da: Fejl
de: Fehler

source: The session will be blocked until the transfer is complete. Are you sure you want to continue?
bg: Сесията ще бъде блокирана, докато прехвърлянето не приключи. Сигурни ли сте, че искате да продължите?
da: Sessionen vil blive blokeret, indtil overførslen er fuldført. Er du sikker på, at du vil fortsætte?
de: Die Sitzung wird blockiert, bis die Übertragung abgeschlossen ist. Möchten Sie fortfahren?

source: File sent
bg: Файлът е изпратен
da: Filen er sendt
de: Datei gesendet

source: Sends the specified file to the remote machine
bg: Изпраща посочения файл до отдалечената машина
da: Sender den angivne fil til fjernmaskinen
de: Sendet die angegebene Datei an den Remote-Computer

source: Sends the contents of the clipboard to the remote machine
bg: Изпраща съдържанието на клипборда до отдалечената машина
da: Sender indholdet af udklipsholderen til fjerncomputeren
de: Überträgt den Inhalt der Zwischenablage an den entfernten Rechner

source: Clipboard pushed
bg: Съдържанието на клипборда е изпратено
da: Udklipsholderen sendt
de: Inhalt der Zwischenablage übertragen

source: Unable to push clipboard
bg: Не може да се прехвърли клипборда
da: Kan ikke sende udklipsholderen
de: Fehler beim Übertragen des Inhalts der Zwischenablage

source: Disconnected!
bg: Връзката е преустановена.
da: Afbrudt!
de: Verbindung getrennt!

source: Error Connecting
bg: Грешка при свързване
da: Fejl under oprettelse af forbindelsen
de: Fehler beim Verbindungsaufbau

source: Unable to connect to the remote computer
bg: Свързването с отдалечената машина е невъзможно
da: aKunne ikke oprette forbindelse til fjerncomputeren
de: Die Verbindung zum Remote-Computer konnte nicht hergestellt werden

source: Connect
bg: Свързване
da: Forbind
de: Verbinden

source: Connected!
bg: Установена е връзка.
da: Forbundet!
de: Verbunden!

source: Connection interrupted
bg: Връзката е прекъсната
da: Forbindelse afbrudt
de: Verbindung unterbrochen

source: The option to handle keys from other applications is disabled in your NVDA keyboard settings. In order to allow the keyboard of this machine to be controlled, this option should be enabled. Would you like to do this now?
bg: Опцията за прихващане на клавишите от други приложения е изключена в настройките на клавиатурата на NVDA. За да позволите клавиатурата на тази машина да бъде управлявана, тази опция трябва да бъде включена. Искате ли да направите това сега?
da: Indstillingen til at håndtere tastetryk fra andre programmer er deaktiveret i dine NVDA-tastaturindstillinger. For at tillade, at tastaturet på denne maskine kan styres, skal denne indstilling aktiveres. Vil du gøre dette nu?
de: Die Option zur Verarbeitung von Tasten aus anderen Anwendungen ist in den NVDA-Tastatur-Einstellungen deaktiviert. Damit die Tastatur dieses Computers gesteuert werden kann, sollte diese Option aktiviert werden. Soll dies jetzt geändert werden?

source: Warning
bg: Предупреждение
da: Advarsel
de: Warnung

source: Connected to control server
bg: Установена е връзка с управляващия сървър
da: Forbundet til kontrolserver
de: Mit dem Kontroll-Server verbunden

source: TeleNVDA is already connected. Disconnect before opening a new connection.
bg: TeleNVDA вече е свързана. Прекъснете връзката, преди да отворите нова връзка.
da: TeleNVDA er allerede forbundet. Afbryd forbindelsen, før du åbner en ny forbindelse.
de: TeleNVDA ist bereits verbunden. Trennen Sie zuerst die Verbindung, bevor Sie eine neue Verbindung aufbauen.

source: TeleNVDA Already Connected
bg: TeleNVDA е вече свързана
da: TeleNVDA er allerede forbundet
de: TeleNVDA ist bereits verbunden

source: Do you wish to control the machine on server {server} with key {key}?
bg: Искате ли да управлявате машината на сървъра {server} с ключа {key}?
da: Vil du kontrollere computeren på serveren {server} med nøglen {key}?
de: Möchten Sie den Rechner auf dem Server {server} mit dem Schlüssel {key} steuern?

source: Do you wish to allow this machine to be controlled on server {server} with key {key}?
bg: Искате ли да разрешите тази машина да бъде управлявана на сървъра {server} с ключа {key}?
da: Vil du tillade, at denne computer bliver fjernstyret på serveren {server}med nøglen {key}?
de: Möchten Sie die Steuerung dieses Rechners über den Server {server} mit dem Schlüssel {key} erlauben?

source: TeleNVDA Connection Request
bg: Заявка за връзка с TeleNVDA
da: TeleNVDA-forbindelsesanmodning
de: TeleNVDA-Verbindungsanfrage

source: Copies a link to the remote session to the clipboard compatible with both NVDA Remote and TeleNVDA
bg: Копира в клипборда връзка към отдалечената сесия, съвместима както с NVDA Remote, така и с TeleNVDA
da: Kopierer et link til fjernsessionen til udklipsholderen, der er kompatibel med både NVDA Fjernsupport og TeleNVDA
de: Kopiert einen Link zur Remote-Sitzung in die Zwischenablage (kompatibel mit NVDA-Remote und TeleNVDA)

source: Copied link
bg: Връзката е копирана
da: Link kopieret
de: Link kopiert

source: Copies a link to the remote session to the clipboard compatible only with TeleNVDA
bg: Копира в клипборда връзка към отдалечената сесия, съвместима само с TeleNVDA
da: Kopierer et link til fjernsessionen til udklipsholderen, der kun er kompatibel med TeleNVDA
de: Kopiert einen Link zur Remote-Sitzung in die Zwischenablage (nur kompatibel mit TeleNVDA)

source: Opens a dialog to start a remote session
bg: Отваря диалогов прозорец за стартиране на отдалечена сесия
da: Åbner en dialogboks for at starte en fjernsession
de: Öffnet ein Dialogfeld zum Starten einer Remote-Sitzung

source: Disconnect a remote session
bg: Прекратяване на отдалечена сесия
da: Afbryd forbindelsen til en fjernsession
de: Remote-Sitzung trennen

source: Set the host to ignore the next gesture completely, sending next gesture to the guest as is. Useful when you need to use the gesture asigned to toggle between guest and host, in the guest machine.
bg: Указване на управляващата машина да игнорира напълно следващия жест, изпращайки следващия жест до управляваната машина директно. Полезно, когато трябва да използвате жеста, зададен за превключване между управляваната и управляващата машина в управляваната машина.
da: Indstil værten til at ignorere den kommende kommando og videresend den direkte til gæsten. Dette er praktisk, når du vil skifte mellem gæst og vært i gæstemaskinen ved hjælp af den pågældende kommando.
de: Legt fest, dass der Host den nächsten Tastenbefehl vollständig ignoriert und den nächsten Tastenbefehl unverändert an den Remote-Computer sendet. Nützlich, wenn Sie den zugewiesenen Tastenbefehl verwenden müssen, um zwischen Host und Remote-Computer auf dem Remote-Computer umzuschalten.

source: Send next gesture to the guest
bg: Изпращане на следващия жест към управляваната машина
da: Send næste kommando til gæsten
de: Nächsten Tastenbefehl an den Remote-Computer senden

source: Toggles the control between guest and host machine
bg: Превключва управлението между управляваната и управляващата машина
da: Skifter styringen mellem gæst og værtsmaskine
de: Schaltet die Kontrolle zwischen Remote- und Host-Computer um

source: Controlling remote machine.
bg: Управлява се отдалечената машина.
da: Kontrollerer fjerncomputer
de: Steuerung des Remote-Computers.

source: Controlling local machine.
bg: Управлява се локалната машина.
da: Kontrollerer lokal computer
de: Steuerung des lokalen Computers.

source: Mute or unmute the speech coming from the remote computer
bg: Заглушаване или премахване на заглушаването на речта, идваща от отдалечената машина
da: Slå talelyden, der kommer fra fjerncomputeren til eller fra
de: Schaltet die Sprachausgabe auf dem Remote-Computer ein oder aus

source: Unmute speech and sounds from the remote computer
bg: Премахване на заглушаването на речта, идваща от отдалечената машина
da: Slå lyd og tale fra fjerncomputeren til
de: Aufheben der Stummschaltung der Sprachausgabe und Signaltöne auf dem Remote-Computer

source: &Host:
bg: &Домакин:
da: &Vært:

source: &Key:
bg: &Ключ:
da: &Nøgle:
de: &Schlüssel:

source: &Generate Key
bg: &Генерирай ключ
da: &Generér nøgle
de: Schlüssel &generieren

source: Host must be set.
bg: Домакинът трябва да бъде указан.
da: Vært skal indstilles.
de: Der Host muss festgelegt sein.

source: Get External &IP
bg: &Извлечи външния IP адрес
da: Hent ekstern &IP-adresse
de: Externe &IP-Adresse ermitteln

source: &External IP:
bg: &Външен IP адрес:
da: &Ekstern IP-adresse:
de: &Externe IP-Adresse:

source: &Port:
bg: &Порт:

source: Use &UPNP to forward this port if possible
bg: Използвай &UPNP, за препращане на този порт, ако е възможно
da: Brug &UPNP til at videresende denne port, hvis det er muligt
de: &UPnP für Port-Weiterleitungen verwenden, falls möglich

source: Would you like to use UPNP to forward the chosen port before detecting your IP address?
bg: Искате ли да използвате UPNP, за да препратите избрания порт, преди да установите вашия IP адрес?
da: Ønsker du at benytte UPnP for at viderestille den valgte port, før din IP-adresse identificeres?
de: Möchten Sie UPnP noch vor der Erkennung Ihrer IP-Adresse verwenden, um den ausgewählten Port weiterzuleiten?

source: Do you want to use UPNP?
bg: Искате ли да използвате UPNP?
da: Vil du bruge UPNP?
de: Möchten Sie UPnP verwenden?

source: Successfully retrieved IP address. Port {port} is open.
bg: Успешно извлечен IP адрес. Портът {port} е отворен.
da: IP-adresse fundet korrekt. Porten {port} er åben.
de: Die IP-Adresse wurde erfolgreich abgerufen. Der Port {port} ist offen.

source: Success
bg: Операцията беше успешна
de: Erfolg

source: Retrieved external IP, but port {port} is not currently forwarded.
bg: Получен е външен IP, но в момента портът {port} не е отворен.
da: Den eksterne IP-adresse blev hentet, men porten {port} er ikke viderestillet.
de: Externe IP-Adresse abgerufen, aber es besteht über den Port {port} derzeit keine Weiterleitung.

source: Unable to contact portcheck server or UPNP device, please manually retrieve your IP address and forward ports if required. See the NVDA log for more details.
bg: Свързването със сървъра на portcheck или UPNP устройството е невъзможно. Моля, извлечете ръчно своя IP адрес. Вижте протоколния файл на NVDA за повече информация.
da: Kan ikke kontakte portcheck-serveren eller UPNP-enheden, hent venligst manuelt din IP-adresse og videresend porte, hvis det kræves. Se NVDA-loggen for flere detaljer.
de: Der Server für den Port-Check oder das UPnP-Gerät war nicht erreichbar. Bitte rufen Sie Ihre IP-Adresse manuell ab und leiten Sie bei Bedarf die Ports weiter. Im NVDA-Protokoll finden Sie dazu weitere Einzelheiten.

source: Client
bg: Клиент
da: Klient

source: Server
bg: Сървър

source: Control another machine
bg: Управляване на друга машина
da: Kontrollér en anden computer
de: Einen anderen Computer steuern

source: Allow this machine to be controlled
bg: Позволяване тази машина да бъде управлявана
da: Giv adgang til at styre denne computer
de: Steuerung dieses Computers zulassen

source: Both host and key must be set.
bg: Домакинът и ключът трябва да бъдат указани.
da: Både hostcomputer og nøgle skal indstilles.
de: Sowohl Host als auch Schlüssel sollten festgelegt werden.

source: Both port and key must be set.
bg: Портът и ключът трябва да бъдат указани.
da: Både port og nøgle skal angives.
de: Sowohl Port als auch Schlüssel sollte festgelegt werden.

source: Auto-connect to control server on startup
bg: Автоматично се свързвай към управляващия сървър при стартиране
da: Forbind til kontrolserver ved opstart
de: Beim Start automatisch mit Server verbinden

source: Use Remote Control Server
bg: Използвай сървър за отдалечено управление
da: Brug fjernkontrolserver
de: Server für Remote-Verbindung verwenden

source: Host Control Server
bg: Управляващ сървър домакин
da: Opret en lokal kontrolserver
de: Kontroll-Server bereitstellen

source: Play sounds instead of beeps
bg: Възпроизвеждай звуци вместо бибипкания
da: Afspil lyde i stedet for bip
de: Sounds statt Signaltöne wiedergeben

source: Display an alert before the controlled computer disconnects
bg: Показвай предупреждение, преди връзката с контролирания компютър да бъде прекъсната
da: Vis en besked, før den kontrollerede computer afbrydes
de: Eine Warnung anzeigen, bevor die Verbindung zum Remote-Computer unterbrochen wird

source: Process speech commands when controlling another computer
bg: Обработвай речеви команди при управление на друг компютър
da: Behandle talekommandoer, når du styrer en anden computer
de: Befehlsverarbeitung der Sprachausgabe bei der Steuerung eines anderen Computers

source: Portcheck &service URL:
bg: URL адрес на &услугата Portcheck:
da: Portcheck-&tjenestens URL:
de: &Service-URL für Port-Check:

source: Delete all trusted fingerprints
bg: Изтрий всички доверени отпечатъци
da: Slet alle godkendte fingeraftryk
de: Alle vertrauenswürdigen Fingerprints entfernen

source: When connecting to an unauthorized server, you will again be prompted to accepts its certificate.
bg: Когато се свързвате към неоторизиран сървър, отново ще бъдете подканени да приемете неговия сертификат.
da: Når du opretter forbindelse til en uautoriseret server, bliver du igen bedt om at acceptere dens certifikat.
de: Wenn Sie eine Verbindung zu einem nicht autorisierten Server herstellen, werden Sie erneut aufgefordert, dessen Zertifikat zu akzeptieren.

source: Are you sure you want to delete all stored trusted fingerprints?
bg: Сигурни ли сте, че искате да изтриете всички съхранени доверени отпечатъци?
da: Er du sikker på, at du vil slette alle gemte og godkendte fingeraftryk?
de: Möchten Sie wirklich alle gespeicherten vertrauenswürdigen Fingerprints entfernen?

source: Invalid format for portcheck service URL. You must include {port} somewhere.
bg: Невалиден формат за URL адреса на услугата Portcheck. Трябва да включите {port} някъде.
da: Ugyldigt format for portcheck-tjenestens URL. Du skal inkludere {port} et sted.
de: Ungültiges Format für die Service-URL des Port-Checks: {port} fehlt.

source: TeleNVDA Connection Security Warning
bg: Предупреждение за сигурността на връзката на TeleNVDA
da: TeleNVDA-forbindelsessikkerhedsadvarsel
de: Sicherheitswarnung über die TeleNVDA-Verbindung

source: Warning! The certificate of this server could not be verified. This connection may not be secure. It is possible that someone is trying to overhear your communication. Before continuing please make sure that the following server certificate fingerprint is a proper one. If you have any questions, please contact the server administrator. Server SHA256 fingerprint: {fingerprint} Do you want to continue connecting?
bg: Внимание! Сертификатът на този сървър не може да бъде проверен. Тази връзка може да не е защитена. Възможно е някой да се опитва да подслушва комуникацията ви. Преди да продължите, моля, уверете се, че отпечатъкът на следния сървърен сертификат е правилен. Ако имате въпроси, моля, свържете се с администратора на сървъра. SHA256 отпечатък на сървъра: {fingerprint} Искате ли да продължите със свързването?
da: Advarsel! Certifikatet for denne server kunne ikke bekræftes. Denne forbindelse er muligvis ikke sikker. Det er muligt, at nogen forsøger at overvåge din kommunikation. Før du fortsætter, skal du sørge for, at følgende servercertifikatfingeraftryk er korrekt. Hvis du har spørgsmål, bedes du kontakte serveradministratoren. Server SHA256 fingeraftryk: {fingerprint} Vil du fortsætte med at oprette forbindelse?
de: Warnung! Das Zertifikat dieses Servers konnte nicht überprüft werden. Diese Verbindung ist möglicherweise nicht sicher. Es ist möglich, dass jemand versucht, Ihre Kommunikation zu belauschen. Bevor Sie fortfahren, vergewissern Sie sich bitte, dass der Fingerprint des folgenden Serverzertifikats korrekt ist. Wenn Sie Fragen haben, wenden Sie sich bitte an den Server-Administrator. Server-SHA256-Fingerprint: {fingerprint} Soll die Verbindung fortgesetzt werden?

source: Connect and do not ask again for this server
bg: Свържи се и не питай отново за този сървър
da: Forbind og spørg ikke igen for denne server
de: Verbinden und nicht mehr nach diesem Server fragen

source: Clipboard updated
bg: Клипбордът е обновен
da: Udklipsholder opdateret
de: Inhalt der Zwischenablage aktualisiert

source: No permission on device to trigger CTRL+ALT+DEL from remote
bg: Няма разрешение на устройството за задействане от разстояние на Control+Alt+Delete
da: Ingen tilladelse på enheden til at udføre CTRL+ALT+DEL fra fjernstyring
de: Keine Berechtigung auf dem Remote-Computer zum Auslösen von Strg+Alt+Entf

source: Choose where to save the received file
bg: Изберете къде да запазите получения файл
da: Vælg, hvor den modtagne fil skal gemmes
de: Wählen Sie aus, wo die empfangene Datei gespeichert werden soll

source: File received
bg: Файлът е получен
da: Fil modtaget
de: Datei empfangen
